Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: Group: OTRSBusiness, Subgroup: Frontend::Agent
hu: Csoport: OTRSBusiness, alcsoport: Frontend::Agent
pt_br: Grupo: OTRSBusiness, Subgroup: Frontend::Agent

source: Controls whether or not the ticket timeline view is enabled.
hu: Azt szabályozza, hogy a jegy idővonal nézete engedélyezve legyen-e vagy sem.
pt_br: Controla-se ou não o ticket verificando se está ativada a cronologia da chamada.

source: Switching to the Ticket Timeline View
pt_br: Alternar o ticket, verificando a cronologia do chamado

source: To access the ticket timeline view, use the clock icon on the top right corner of the article widget in AgentTicketZoom. You will be redirected to the timeline view and this view will be kept as preference until you change back to another view.
hu: A jegy idővonal nézetének eléréséhez használja a bejegyzés felületi elem jobb felső sarkában lévő óra ikont az AgentTicketZoom nézeten. Át lesz irányítva az idővonal nézetre, és ez a nézet lesz megtartva elsőbbségiként, amíg vissza nem vált egy másik nézetre.
pt_br: Para acessar o cronograma do ticket, use o ícone de relógio no canto superior direito do artigo widget no AgentTicketZoom. Você será redirecionado para uma escala de visualização e esta será mantida como preferência até que você volte para outro ponto de vista.

source: In the ticket timeline view, you can work on the ticket as you're used to. You can inspect the time of each event in the timeline by hovering the little square next to each event with your mouse cursor. You can view the full content of articles by using the zoom icon on top of the certain articles box, where you will find all common article actions such as reply, split, forward, etc.
hu: A jegy idővonal nézetén úgy dolgozhat a jeggyel, ahogy azt megszokta. Megvizsgálhatja az egyes események idejét az idővonalon, ha az egérkurzorral rámutat az egyes események mellett lévő kis négyzetre. Megtekintheti a bejegyzések teljes tartalmát a nagyítás ikon használatával az egyes bejegyzésdobozok tetején, ahol meg fogja találni az összes gyakori bejegyzésműveletet, mint például válasz, felosztás, továbbítás, stb.
pt_br: No cronograma de exibição do ticket, você pode trabalhar no ticket como você está habituado. Você pode monitorar o tempo de cada evento na escala, passando o pequeno quadrado ao lado de cada evento com o cursor do mouse. Você pode exibir o conteúdo completo de artigos, usando o ícone de zoom na parte superior da caixa de certos artigos, onde você vai encontrar todos os artigos comuns como ações a frente de resposta, split, etc.

source: Using the Ticket Timeline View
pt_br: Usando o ticket, verificando a cronologia do chamado

source: Additional Resources
pt_br: Recursos adicionais

source: The OTRS website with source code, documentation and news is available at <ulink url="https://www.otrs.com/">www.otrs.com</ulink>. Here you can also find information about professional services and OTRS Administrator training seminars from OTRS Group, the creator of OTRS.
pt_br: O website OTRS com código-fonte, está disponível notícia e uma documentação <ulink url="https://www.otrs.com/">www.otrs.com</ulink>. Aqui você também pode encontrar informação sobre serviços profissionais e OTRS Administrador do seminário de formação em grupo OTRS, o criador de OTRS.

source: Translations
pt_br: Tradução

source: You can help translate OTRS to your language at <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.
pt_br: Você pode traduzir o OTRS no seu idioma em <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.

source: en
hu: hu

source: <emphasis role="bold">OTRS Business Solution</emphasis>™ 4 Manual
hu: <emphasis role="bold">OTRS Business Solution</emphasis>™ 4 kézikönyv

source: In order to upgrade to <emphasis role="bold">OTRS Business Solution</emphasis>™, you need a valid contract with the OTRS group. If you already have a contract, you can upgrade to <emphasis role="bold">OTRS Business Solution</emphasis>™ by visiting the AdminOTRSBusiness screen in your OTRS instance. If you're entitled to upgrade, you will (as an admin user) also see a notification bar which guides you to the upgrade screen. The upgrade itself is done automatically by just pressing the upgrade button.
hu: Az <emphasis role="bold">OTRS Business Solution</emphasis>™ megoldásra frissítés érdekében szüksége van egy érvényes szerződésre az OTRS csoporttal. Ha már van szerződése, akkor frissíthet az <emphasis role="bold">OTRS Business Solution</emphasis>™ megoldásra az AdminOTRSBusiness képernyő meglátogatásával az OTRS példányában. Ha jogosult a frissítésre, akkor (adminisztrátori felhasználóként) egy értesítési sávot is fog látni, amely a frissítés képernyőre vezeti. Maga a frissítés automatikusan megtörténik a frissítés gomb megnyomásával.

source: The sleek and fast framework of OTRS 4 is the base for the <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/"><emphasis role="bold">OTRS Business Solution</emphasis>™</ulink>. On top are available for you additionally an exclusive set of features. These include the <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">integrated Cloud Services</ulink> of the <emphasis role="bold">OTRS Business Solution</emphasis>™ that you can flexibly activate or deactivate according to your deployment scenarios. Additionally you have the choice between 3, 7 or an unlimited number of various <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">freely selectable <emphasis role="bold">OTRS Business Solution</emphasis>™ Features</ulink> - depending on you contract level. Profit also from regular, free updates, the best OTRS security and support as well as installation and configuration carried out by our consultants.
hu: Az OTRS 4 ügyes és gyors keretrendszere az alapja az <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/"><emphasis role="bold">OTRS Business Solution</emphasis>™</ulink> megoldásnak. Ezen felül érhető el a szolgáltatások kizárólagos halmaza. Ezek tartalmazzák az <emphasis role="bold">OTRS Business Solution</emphasis>™ <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">integrált felhőszolgáltatásait</ulink>, amelyet rugalmasan bekapcsolhat vagy kikapcsolhat a telepítési forgatókönyvek szerint. Továbbá választhat 3, 7 vagy korlátlan számú különféle <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">szabadon választható <emphasis role="bold">OTRS Business Solution</emphasis>™ szolgáltatás</ulink> közül - a szerződési szintjétől függően. Profitáljon a rendszeres, ingyenes frissítésekből, a legjobb OTRS biztonságból és támogatásból, valamint a tanácsadóink által elvégzett telepítésből és beállításból.

source: Accessing the ticket timeline view
hu: A jegy idővonal nézetének elérése

source: Switching to the ticket timeline view
hu: Átváltás a jegy idővonal nézetére

source: Using the ticket timeline view
hu: A jegy idővonal nézetének használata

source: Accessing the article attachment overview
hu: A bejegyzés melléklet áttekintő elérése

source: The chat feature of <emphasis role="bold">OTRS Business Solution</emphasis>™ allows for chats between agents and customers using the OTRS frontend. Once enabled, customers (or public users) can start chats with agents and vice versa. Finished chats can be archived and attached to tickets.
hu: Az <emphasis role="bold">OTRS Business Solution</emphasis>™ csevegés funkciója csevegéseket tesz lehetővé az ügyintézők és az ügyfelek közt az OTRS előtétprogram használatával. Miután engedélyezve lett, az ügyfelek (vagy a nyilvános felhasználók) csevegéseket indíthatnak az ügyintézőkkel, és fordítva. A befejezett csevegések archiválhatók, és hozzácsatolhatók a jegyekhez.

source: The following configuration options are relevant for this feature. Please note that you can also define a list of fixed texts which are being displayed to public users and customers in the chat module. For more information on which texts can be changed, please have a look at the module configuration (OTRSBusiness &gt; Core::Chat).
hu: A következő beállítási lehetőségek fontosak ennél a funkciónál. Felhívjuk a figyelmét, hogy meghatározhatja azon rögzített szövegek listáját is, amelyek megjelenítésre kerülnek a nyilvános felhasználóknak és az ügyfeleknek a csevegés modulban. További információkért azzal kapcsolatban, hogy mely szövegeket lehet megváltoztatni, nézze meg a modul beállításait (OTRSBusiness &gt; Core::Chat).

source: Group: OTRSBusiness, Subgroup: Core::Chat
hu: Csoport: OTRSBusiness, alcsoport: Core::Chat

source: The chat manager
hu: A csevegéskezelő

source: The chat managing screen
hu: A csevegéskezelő képernyő

source: The chat manager is the central point of the chat feature. As an agent, here you can manage your chats, see and accept open requests and change your chat availability status. The chat manager provides a list of chat requests from customers, public users and other agents, as well as an overview over all active chats. Open the chat manager by using "Chat" in the main navigation of OTRS.
hu: A csevegéskezelő a csevegés funkció középpontja. Ügyintézőként itt kezelheti a csevegéseit, láthatja és elfogadhatja a nyitott kéréseket, és megváltoztathatja az elérhetőségi állapotát. A csevegéskezelő szolgáltatja a csevegéskérések listáját az ügyfelektől, a nyilvános felhasználóktól és más ügyintézőktől, valamint egy áttekintőt az összes aktív csevegésről. Nyissa meg a csevegéskezelőt az OTRS fő navigációján lévő „Csevegés” használatával.

source: You can set your general availability for the chat by using the checkbox in the left sidebar of the chat manager. Once disabled, you'll no longer get notified for incoming chat requests.
hu: Beállíthatja az általános elérhetőségét a csevegésnél a csevegéskezelő bal oldalsávján lévő jelölőnégyzet használatával. Miután le lett tiltva, többé nem fog értesülni a bejövő csevegéskérésekről.

source: Using the chat widget
hu: A csevegés felületi elem használata

source: Starting new chats and dealing with chat requests
hu: Új csevegések indítása és foglalkozás a csevegéskérésekkel

source: Start a chat
hu: Csevegés indítása

source: As an agent, there are multiple ways to start a chat. First of all, you can use the user online widget on the dashboard to chat with agents or customers who are currently logged in to OTRS. Just click the little chat icon behind the name of the agent or customer. A small overlay will appear and allow for entering the first chat message you would like to send to the other user. Afterwards, the new chat is being added to the chat manager.
hu: Ügyintézőként több módja is létezik egy csevegés indításának. Mindenek előtt használhatja az elérhető felhasználók felületi elemet a vezérlőpulton az olyan ügyintézőkkel vagy ügyfelekkel történő csevegéshez, akik jelenleg be vannak jelentkezve az OTRS-be. Egyszerűen kattintson az ügyintéző vagy ügyfél neve mögötti kicsi csevegés ikonra. Egy kis rátét ablak fog megjelenni, és lehetővé teszi az első csevegés üzenet beírását, amelyet a másik felhasználónak szeretne küldeni. Azután az új csevegés hozzáadásra kerül a csevegéskezelőhöz.

source: You can also use ticket zoom to start a chat with a certain customer. In the sidebar, you'll find a chat link in the customer information widget.
hu: Használhatja a jegynagyítást is egy csevegés indításához egy bizonyos ügyféllel. Az oldalsávon találni fog egy csevegés hivatkozást az ügyfél információs felületi elemén.

source: If new chat requests arrive and you're logged in to OTRS, you'll get notified by a chat icon in the toolbar on top of the screen. The icon also holds information about how many open chat requests are available at the moment. Just click the icon to open the chat manager. You'll also receive a browser notification (popup) in case of new chat requests.
hu: Ha új csevegéskérések érkeznek, és be van jelentkezve az OTRS-be, akkor egy csevegés ikon fogja értesíteni a képernyő tetején lévő eszköztáron. Az ikon arról is tartalmaz információkat, hogy pillanatnyilag hány nyitott csevegéskérés érhető el. Egyszerűen kattintson az ikonra a csevegéskezelő megnyitásához. Kapni fog egy böngésző értesítést is (felugró ablak) az új csevegéskérések esetén.

source: All agents with the needed permissions will be able to deal with open chat requests. A request can only be accepted by one agent at the same time, which means that the request will disappear from the other agents lists once if has been accepted by an agent. Once accepted, the newly created chat will be appended to the list of active chats for the agent who has accepted it. Other users in the chat will see a notification about the user who just entered the chat.
hu: A szükséges jogosultságokkal rendelkező összes ügyintéző képes lesz foglalkozni a nyitott csevegéskérésekkel. Egy kérést egyszerre csak egy ügyintéző fogadhat el, amely azt jelenti, hogy a kérés el fog tűnni a többi ügyintéző listáiból, miután azt egy ügyintéző elfogadta. Miután elfogadták, az újonnan létrejött csevegés hozzá lesz fűzve az aktív csevegések listájához annál az ügyintézőnél, aki azt elfogadta. A csevegésben lévő többi felhasználó egy értesítést fog látni arról a felhasználóról, aki éppen belépett a csevegésbe.

source: Ending and archiving chats
hu: Csevegések befejezése és archiválása

source: The chat actions
hu: A csevegés műveletek

source: As an agent, you have several possiblities to end a chat. First of all, you can just discard a chat by using the "x" icon on the right top side of the chat widget in the chat manager. The chat then just will be closed without archiving it. Other users in the chat will just see a message telling them the chat was ended.
hu: Ügyintézőként számos lehetősége van egy csevegés befejezésére. Mindenek előtt egyszerűen eldobhatja a csevegést a csevegés felületi elem jobb felső sarkában lévő „X” ikon használatával a csevegéskezelőben. A csevegés ezután egyszerűen be lesz zárva archiválás nélkül. A csevegésen lévő többi felhasználó egy olyan üzenetet fog látni, amely azt mondja, hogy a csevegés befejeződött.

source: You can also append the chat to an existing ticket. Click the "+" icon on the right top of the chat widget in the chat manager. A new window will open which allows for selecting a ticket which the chat should be appended to.
hu: Hozzáfűzheti a csevegést egy meglévő jegyhez is. Kattintson a csevegés felületi elem jobb felső sarkában lévő „+” ikonra a csevegéskezelőben. Egy új ablak fog megnyílni, amely lehetővé teszi egy olyan jegy kiválasztását, amelyhez a csevegést hozzá kell fűzni.

source: If you don't have any appropriate ticket to append the chat to, you can also create a new one by using the phone icon on the top right side of the chat widget in the chat manager.
hu: Ha nincsen semmilyen alkalmas jegye, amelyhez a csevegést hozzá lehetne fűzni, akkor létrehozhat egy újat is a csevegés felületi elem jobb felső sarkában lévő telefon ikon használatával a csevegéskezelőben.

source: Field Selection Dialog
hu: Mezőkiválasztó párbeszédablak

source: Contact with Data
hu: Partner adatokkal

source: Definition of data sources
hu: Adatforrások meghatározása

source: Contact management
hu: Partnerkezelés

source: Adding contacts to tickets
hu: Partnerek hozzáadása a jegyekhez

source: Usage of contacts in search and statistics
hu: Partnerek használata a keresésben és a statisztikákban

source: The following list of configuration options can be changed for this feature.
hu: A beállítási lehetőségek következő listája változtatható meg ennél a funkciónál.

source: Populate the data source by adding at least one contact in the newly created data source by using 'Tickets' -&gt; 'Edit contacts with data' screen from the main navigation bar.
hu: Töltse fel az adatforrást legalább egy partner hozzáadásával az újonnan létrehozott adatforrásban a „Jegyek” -&gt; „Partnerek adatokkal szerkesztése” képernyő használatával a fő navigációs sávról.

source: Dynamic Field Database
hu: Dinamikus mező adatbázis

source: This feature implements a dynamic field of the type 'Database'.
hu: Ez a funkció egy „adatbázis” típusú dinamikus mezőt valósít meg.

source: Add a dynamic field 'Database'
hu: Egy „adatbázis” dinamikus mező hozzáadása

source: 'Database' dynamic fields can be created the same way, as the default dynamic fields are created. For this switch to the Admin -&gt; Ticket Settings -&gt; Dynamic Fields view. In this mask you can select the 'Database' field from the ticket drop down box on the left side. Currently it's not possible to use the 'Database' dynamic field in the article context.
hu: Az „adatbázis” dinamikus mezők ugyanolyan módon hozhatók létre, mint ahogy az alapértelmezett dinamikus mezők létrejönnek. Ehhez váltson át az Adminisztráció -&gt; Jegybeállítások -&gt; Dinamikus mezők nézetre. Ezen a maszkon választhatja ki az „adatbázis” mezőt a jegy lenyíló dobozából a bal oldalon. Jelenleg nem lehetséges az „adatbázis” dinamikus mező használata a bejegyzés környezetben.

source: Configuration "General - Name": Dynamic fields of the type 'Database' need a unique name just like other dynamic fields, too. This name has to contain only alphanumeric values. This name will be used for internal handling of the field but will not be displayed.
hu: Az „Általános - Név” beállítás: az „adatbázis” típusú dinamikus mezők egyedi nevet igényelnek, mint ahogy a többi dinamikus mező is. Ez a név csak alfanumerikus értékeket tartalmazhat. Ez a név lesz használva a mező belső kezelésénél, de nem lesz megjelenítve.

source: Configuration "General - Label": The label can be individually set and can contain white spaces etc. It will be used as the field label in the different views.
hu: Az „Általános - Címke” beállítás: a címke egyénileg állítható be, és tartalmazhat üres karaktereket, szóközöket, stb. A mező címkéjeként lesz használva a különböző nézetekben.

source: Configuration "General - Field order": The field order allows a administrator to change the order of created dynamic fields. If this configuration get changed the general field order will be adjusted and other dynamic fields will be moved one position back.
hu: Az „Általános - Mezősorrend” beállítás: a mezősorrend lehetővé teszi az adminisztrátoroknak a létrehozott dinamikus mezők sorrendjének megváltoztatását. Ha ezt a beállítást megváltoztatják, akkor az általános mezősorrend hozzá lesz igazítva, és az egyéb dinamikus mezők át lesznek helyezve egy pozícióval vissza.

source: Configuration "General - Valid": To use the dynamic field in the configured OTRS 'views' it has to be set as valid. If the field is set to 'invalid' it will disappear from all the configured views but no data will be lost.
hu: Az „Általános - Érvényes” beállítás: a dinamikus mezőnek a beállított OTRS „nézetekben” való használatához érvényesre kell állítani azt. Ha a mező „érvénytelen” értékre van állítva, akkor el fog tűnni az összes beállított nézetből, de nem fog adat elveszni.

source: Configuration of the external source (Database)
hu: A külső forrás (adatbázis) beállítása

source: Result-Limit: The entered integer value defines the maximum amount of allowed results during a database search. This includes the autocompletion search as well as the detailed search.
hu: Találatkorlát: a beírt egész érték határozza meg a megengedett találatok legnagyobb mennyiségét az adatbázisban történő keresés közben. Ez magában foglalja az automatikus kiegészítéses keresést, valamint a részletes keresést is.

source: Possible values: As already explained the possible values will fill up the identifier field automatically, which defines the value that will be stored in the dynamic field. Possible values can be created as much as needed (or at least as many table columns as the database table has). The possible values defines the database columns to search in. It is possible to set the column name, a description (label) the field should have, the needed data type and if the field should be a search- or listfield.
hu: Lehetséges értékek: mint azt már elmagyaráztuk, a lehetséges értékek automatikusan ki fogják tölteni az azonosító mezőt, amely azt az értéket határozza meg, amely a dinamikus mezőben eltárolásra kerül. Annyi lehetséges érték hozható létre, amennyi csak szükséges (vagy legalább annyi, ahány táblaoszloppal az adatbázis rendelkezik). A lehetséges értékek határozzák meg azon adatbázis oszlopokat, amelyben keresni kell. Lehetőség van beállítani az oszlopnevet, egy leírást (címkét), amellyel a mezőnek rendelkeznie kell, a szükséges adattípust, és hogy a mezőnek keresési vagy listamezőnek kell-e lennie.

source: Filter: With the filter field, it is possible to choose a ticket attribute or a dynamic field as a filter for the related column. If the dynamic field is bound to a related ticket, the attributes will be used for the filter mechanism, otherwise the filters will be ignored. If filter will be configured to a table column, only search results matching to the search term and the related ticket attribute on exactly the configured column will be displayed.
hu: Szűrő: a szűrő mezővel lehetséges egy jegyattribútum vagy egy dinamikus mező kiválasztása szűrőként a kapcsolódó oszlophoz. Ha a dinamikus mező egy vele kapcsolatban álló jegyhez vagy kötve, akkor az attribútumok lesznek használva a szűrőmechanizmushoz, egyébként a szűrők figyelmen kívül lesznek hagyva. Ha szűrő lesz beállítva egy táblaoszlophoz, akkor csak a keresési kifejezésre illeszkedő keresési eredmények és pontosan a beállított oszlophoz kapcsolódó jegyattribútumok lesznek megjelenítve.

source: Configure dynamic fields of type 'Database' to be displayed in the agent interface
hu: Az „adatbázis” típusú dinamikus mezők beállítása az ügyintézői felületen való megjelenítéshez

source: This can be done through Admin -&gt; System Administration -&gt; SysConfig, in which "Ticket" must be selected on the left hand side.
hu: Ez az Adminisztráció -&gt; Rendszer adminisztráció -&gt; Rendszerbeállítások hivatkozáson keresztül végezhető el, amelyben a „Ticket” beállítást kell kiválasztani a bal oldalon.

source: In each of these view configurations is an entry called "Ticket::Frontend::AgentTicket*###DynamicField". This configuration defines which dynamic field(s) should get displayed in this view. To add a dynamic field, the internal name of the field has to be filled in the 'Key' field. The field 'Value' can take the values 0 (deactivated), 1 (active) and 2 (active and mandatory).
hu: Ezen nézetbeállítások mindegyikében van egy „Ticket::Frontend::AgentTicket*###DynamicField” elnevezésű bejegyzés. Ez a beállítás határozza meg, hogy mely dinamikus mezőket kell megjeleníteni ebben a nézetben. Egy dinamikus mező hozzáadásához a mező belső nevét kell kitölteni a „Kulcs” mezőben. Az „Érték” mező a 0 (kikapcsolva), az 1 (bekapcsolva) és a 2 (bekapcsolva és kötelező) értékeket veheti fel.

source: Storage of historical data
hu: Történeti adatok tárolása

source: This feature offers a functionality to store historical data. For this to work it´s necessary to activate and set SysConfig options, as visibly in the following screenshot: <placeholder type="figure" id="0"/>
hu: Ez a funkció a történeti adatok tárolásának funkcionalitását nyújtja. Ennek működéséhez szükséges a rendszerbeállítási lehetőségek bekapcsolása és beállítása, amint a következő képernyőképen látható: <placeholder type="figure" id="0"/>
