Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: Users with this permission type will be able to take part in a chat, but only after they get invited to it. After they're in a chat, they can change the chat channel, discard the chat etc. They will not be able to accept a customer/public user chat request on their own.
pt_br: Os usuários com este tipo de permissão será capaz de tomar parte de um chat, mas só depois de convidados. Depois estão no chat, eles podem alterar ou descartar o canal de chat etc.. Eles não serão capazes de aceitar um cliente/usuário do chat na sua própria solicitação.

source: Users with this permission type will be able to accept chat customer/public requests and do all kinds of observer and participant actions on a chat.
pt_br: Os utilizadores com este tipo de permissão serão capazes de aceitar clientes de chat/pedidos do público e fazer todos os tipos de observador e participante de ações de um chat.

source: To use the chat in general, agents still need to have at least ro permissions to the groups set up in ChatEngine::PermissionGroup::ChatReceivingAgents and ChatEngine::PermissionGroup::ChatStartingAgents.
pt_br: Para utilizar em geral o chat, os agentes precisam ainda ter pelo menos as permissões dos grupos criados no ChatEngine::PermissionGroup::ChatReceivingAgents e ChatEngine::PermissionGroup::ChatStartingAgents.

source: Agents: Select Active Chat Channels
pt_br: Agentes: selecionar canais de chat ativos

source: Setting up preferred chat channels
pt_br: Criando canais de chat preferidos

source: As an agent, you'll need to select in which chat channels you want to be available. Customers will only be able to create a new chat request on a certain channel if at least one agent with owner permissions has selected this channel in their preferences and is set as available for external chats (see next section).
pt_br: Como um agente, você precisará selecionar os canais de chat que você deseja está disponível. Os clientes serão capazes de criar uma solicitação de chat em um determinado canal, ao menos que um agente com permissão do proprietário escolher este canal em sua preferencias, definido como disponível para o chat externo (Visualizar a seção seguinte).

source: Agents: Set up Availability
pt_br: Agentes: configurar a disponibilidade

source: Setting up Chat Availability
pt_br: Configurando a disponibilidade do chat

source: To be available for any chats, you'll need to use the chat toolbar switch. It's a three-way switch with these states: unavailable for chats (empty circle), available for internal (agent-to-agent) chats (empty circle with tick sign), available for internal and external (customer-to-agent, public-to-agent) chats (filled circle with tick sign). Just click the toggle in order to change your availability.
pt_br: Estar disponível para qualquer chat, você precisará utilizar um interruptor de uma barra de ferramentas de chat. É um interruptor de três vias com estes estados: indisponível para chat (círculo vazio), disponível para interno (agente para agente) chats (círculo vazio com sinal), disponível para interno e externo (cliente para agente, público para agente) chats(círculo preenchido com sinal). Basta clicar o botão do pedido para alterar sua disponibilidade.

source: Your availability will be reset to "internal chats only" each time you log in to OTRS again.
pt_br: Sua disponibilidade será redefinida para "somente chat interno" cada vez que você efetuar o login do OTRS novamente.

source: General Usage
pt_br: Uso geral

source: The Chat Manager
pt_br: O gerente do chat

source: The Chat Managing Screen
pt_br: Gerenciando o chat

source: The chat manager is the central point of the chat feature. As an agent, here you can manage your chats and see and accept open requests. The chat manager provides a list of chat requests from customers, public users and other agents, as well as an overview over all active chats. Open the chat manager by using "Chat" in the main navigation of OTRS.
pt_br: O gerenciador do chat é o ponto central do recurso do chat. Como um agente, aqui você pode gerenciar seus chats, visualizar, aceitar solicitações em aberto. O gerenciador do chat fornece uma lista de solicitações de clientes do chat, usuários e outros agentes, bem como uma visualização geral de todos os chats ativos. Abra o gerenciador de chat utilizando o "Chat" na navegação principal do OTRS.

source: Starting New Chats
pt_br: Iniciando novos chats

source: <emphasis>Agent to agent</emphasis>
pt_br: <emphasis>Agente para agente</emphasis>

source: To start a chat with another agent, you can use the user online widget from the dashboard. Agents who are able to use the chat, will have a chat icon next to their name which you can click on. Once clicked, a chat form will open which you can use to enter your first chat message to this agent. After the chat request has been sent to the other agent, you can watch the chat in the chat manager.
pt_br: Para iniciar um chat com outro agente, você pode usar o widget online do painel. Os agentes que são capazes de utilizar o chat, terá um ícone com o seu nome no chat que você pode clicar. Uma vez clicando, o chat será aberto de uma forma que você pode utilizar para inserir a sua primeira mensagem no chat para este agente. Após o envio da solicitação do chat para outro agente, o mesmo pode visualizar o chat no gerenciador do chat.

source: <emphasis>Agent to customer</emphasis>
pt_br: <emphasis>Agente para o cliente</emphasis>

source: To start a chat with a customer, you can use the customer user widget from the customer information center when viewing a certain customer. Online customers will have a chat icon next to their name which you can click on. Once clicked, a chat form will open which you can use to enter your first chat message to this customer user. After the chat request has been sent to the customer, you can watch the chat in the chat manager.
pt_br: Para iniciar um chat com um cliente, você pode utilizar o centro de informações de cliente widget, visualizando um determinado cliente. Os clientes online terão um ícone no chat com o seu nome que você pode clicar. Uma vez clicado, um chat será aberto que você pode utilizar para inserir a sua primeira mensagem no chat para este cliente. Após a solicitação do chat for enviada para o cliente, você pode assistir o chat, do gerenciador de chat.

source: Another possibility is to create a chat from the ticket zoom. If the customer user who is selected in this ticket is currently online, you'll be able to use a chat start link (see figure below).
pt_br: Outra possibilidade é criar uma chat a partir de um ticket de zoom. Se o cliente usuário que está selecionado no ticket online atualmente, você será capaz de utilizar o link e iniciar o chat (Observe a figura abaixo).

source: Starting an A2C chat from ticket zoom
pt_br: Inicializando um ticket do chat A2C

source: <emphasis>Customer to agent</emphasis>
pt_br: <emphasis>Cliente para o agente</emphasis>

source: Customers are not able to start a chat directly with a certain agent, but only to create generic chat requests. To do this, customers can use the item Chats → Create new chat from the customer interface main navigation.
pt_br: Os clientes não são capazes de iniciar diretamente um chat com um certo agente, mas apenas para criar solicitações um chat genérico. Para isso, os clientes podem utilizar os itens nos chats → Criar um novo chat a partir da interface de cliente da navegação principal.

source: Starting a C2A chat
pt_br: Iniciando um chat C2A

source: <emphasis>Public to agent</emphasis>
pt_br: <emphasis>Público para o agente</emphasis>

source: Users of the public interface are also not able to start a chat directly with a certain agent, but only to create generic chat requests using the public chat module (public.pl?Action=PublicChat). If you would like to integrate the public chat module into your website, you can use the IsIframe parameter. The OTRS header and footer will then be removed from the view (public.pl?Action=PublicChat;IsIframe=1).
pt_br: Os utilitários da interface pública não são capazes também de iniciar diretamente um chat com um certo agente, mas apenas a solicitação para criar um chat genérico usando o módulo de chat público (public.pl?Action=PublicChat). Se você gostaria de integrar o público no módulo de chat no seu site, você pode usar os parâmetros Islframe. O cabeçalho e o rodapé será removida do OTRS (public.pl?Action=PublicChat;IsIframe=1).

source: Handling Chat Requests
pt_br: Negociar as solicitações no chat

source: If there is a new chat request in one of the channels you (as an agent) have permissions for, you'll receive a browser notification which allows you to go directly to the chat manager. After you've opened the chat manager, you can see a list of open requests of all types (see figure below).
pt_br: Se houver uma nova solicitação de chat em um dos canais que você ( Como um agente) tem permissões que você receberá uma notificação do navegador que permite que você encaminhe diretamente para o gerenciador de chat. Depois que você abrir o gerenciador de chat, você pode visualizar a lista de todas as solicitações em aberto (veja a figura abaixo).

source: An Open Chat Request
pt_br: Abrir uma solicitação no chat

source: Use the "open chat" button from the list to see the details of the request. Clicking the button will open an overlay which provides several actions on this request. Given that you've got sufficient permissions, you can accept the request or change the channel for this request. Changing the channel will follow the same rules as creating new request: you can only move the request to a channel which has active agents in it.
pt_br: Utilize o botão "Abrir o chat" e visualizar os detalhes a partir da lista do pedido. clicando no botão abrirá uma sobreposição que fornece várias ações sobre este pedido. Dado que você possui permissão suficiente, você pode aceitar a solicitação ou mudar o canal para esta solicitação. mudar de canal seguirá as mesmas regras, como a criação de nova solicitação: você só pode mover a solicitação para um canal que tem agentes ativos.

source: Changing the chat channel without accepting the request could be used to dispatch chats to the right department for example.
pt_br: Mudando o canal de chat utilizado sem aceitar o pedido, poderia ser enviado os chats por exemplo para o departamento correto.

source: Open Chat Request Details
pt_br: Abrir e especificar solicitação no chat

source: I you want to enter a chat, you can use the "Accept" button from the chat detail overlay box. The chat will then be removed from the list of requests, added to the list of your active chats and the customer/public user will receive a message that you've entered the chat.
pt_br: Nós pretendemos introduzir um chat, você pode utilizar o botão "Aceitar" a partir da caixa de sobreposição de detalhes do chat. O chat será removido da lista de solicitações, adicionando a sua lista ativa de chat e o cliente/usuário receberá uma mensagem que você entrou no chat.

source: The Chat Widget
pt_br: O Chat Widget

source: The chat widget
hu: A csevegés felületi elem
pt_br: O chat widget

source: The chat widget is the main component you'll use when chatting with other people. It provides a history of all messages in the chat as well as list of possible actions (depending on your permission level).
pt_br: O chat widget é o componente principal que utilizará com outras pessoas no chatting. Ele Fornece um histórico de todas as mensagens no chat, bem como uma lista de ações possíveis (dependendo do nível da permissão).

source: To send messages, you can use the text field in the chat widget in your list of active chats. Once you are done with typing your message, submit it by either clicking the send icon next to the text field, or using tab and enter (consecutively). When the message has been sent, the cursor will jump back to the text field to allow for easily continuing to type.
hu: Üzenetek küldéséhez használhatja a csevegés felületi elemen lévő szövegmezőt az aktív csevegések listájában. Miután elkészült az üzenet begépelésével, küldje el azt vagy a szövegmező melletti küldés ikonra kattintva, vagy a tabulátor és enter billentyűk használatával (egymás után). Amikor az üzenet elküldésre került, a kurzor vissza fog ugrani a szövegmezőbe, hogy egyszerűen lehetővé tegye a gépelés folytatását.
pt_br: Para enviar mensagens, você pode utilizar o campo de texto do chat widget na sua lista ativa no chat. Uma vez, que você terminar de escrever sua mensagem e apresentá-lo, clicando no ícone enviar, ao lado do campo de texto ou utilizando o espaço e introduzindo (consecutivamente). Quando a mensagem foi enviada, o cursor encaminha para o campo do texto, permite que continue a digitar facilmente.

source: Following you'll find a list of possible actions in the chat widget.
pt_br: Você encontrará seguindo uma lista de possíveis ações no chat widget.

source: <emphasis>Action: Monitor &amp; close</emphasis>
pt_br: <emphasis>Ação: Monitor &amp; fechado</emphasis>

source: From the chat widget head top right hand side, you can close the chat by clicking the "x" icon. Clicking the circle icon right next to the close icon, allows you to set up a personal monitoring for this chat, which is again a three-way switch (no monitoring = empty circle, only monitor customer activity = empty circle with tick icon, monitor all actions = filled circle with tick icon). When monitoring a chat, browser notifications will show up each time there is a new action in this chat.
pt_br: A partir do chat widget que encabeça o lado superior, você pode fechar o chat clicando no ícone "x". Clicando o ícone do círculo à direita, próximo ao ícone de fechar, permite que você configure com um acompanhamento pessoal ao chat, que é novamente um interruptor de três vias (sem monitorização = círculo vazio, apenas o monitor de atividades do cliente = círculo vazio com ícone tick, monitorar todas as ações = círculo preenchido com ícone tick). Quando o monitoramento de um chat, irá mostrar as notificações do navegador a cada uma nova ação neste chat.

source: Also from the header, you can expand a toolbar of advanced chat actions for this chat using the triangle icon. The toolbar also shows you the channel this chat takes place in and which role you have in this chat (e.g. Owner).
pt_br: A partir da plataforma, você também pode expandir a barra de ferramentas avançada do chat, utilizando ícone de ação de triangulo. A barra de ferramentas mostra também um lugar no canal de chat que tem você neste chat. (por exemplo o proprietário).

source: Monitor a chat
pt_br: Monitorar um chat

source: Advanced chat actions
pt_br: Ações avançadas do chat

source: <emphasis>Action: Phone ticket</emphasis>
pt_br: <emphasis>Ação: Telefone e ticket</emphasis>

source: Using the "Phone ticket" link from the advanced toolbar, allows you to create a phone ticket to which the current chat will be appended to as an article. After you've successfully created the ticket, the chat will get closed automatically.
pt_br: Utilizando o "Telefone do ticket" link da barra de ferramenta avançada, permite que você crie um telefone para o qual o ticket atual do chat será anexado como um artigo. Depois que você criou com sucesso o ticket, o chat será fechado automaticamente, .

source: <emphasis>Action: Append</emphasis>
pt_br: <emphasis>Ação: anexar</emphasis>

source: Allows you to append this chat as an article to a selected ticket. After the article has been created, the chat will get closed automatically.
pt_br: Permite anexar esse chat como um artigo para um ticket selecionado. Depois que o artigo foi criado, o chat ficará fechado automaticamente.

source: <emphasis>Action: Invite</emphasis>
pt_br: <emphasis>Ação: convidar</emphasis>

source: Allows you to invite another agent to this chat. You can select from a list of available agents who you want to invite. Once you've invited the agent, a new agent-to-agent chat request will be sent to this agent. After the request has accepted, a new internal chat will be established between you and the invited agent. In this internal chat, the invited agent has two more actions available in the advanced actions toolbar: <link linkend="chat-action-observer">"Observer"</link> and <link linkend="chat-action-participant">"Participant"</link>.
pt_br: Permite a você convidar outro agente para este chat. Você pode selecionar a partir de uma lista de agentes que você deseja convidar. Uma que você convidou o agente, um novo agente par agente da a solicitação de chat, que será enviado para este agente. Depois de ter aceitado a solicitação, um chat interno é estabelecido entre você e o agente. Neste chat interno, o agente convidado tem mais duas ações disponíveis na barra de ferramentas de ações avançadas: <link linkend="chat-action-observer">"Observador"</link> e <link linkend="chat-action-participant">"Participante"</link>.

source: <emphasis>Action: Channel change</emphasis>
pt_br: <emphasis>Ação: Mudança de canal</emphasis>

source: Using this link, you can change the channel for this chat. For the selection of the target channel the same rules apply as for initially selecting a chat channel.
pt_br: Utilizando este link, você pode alterar o canal para este chat. Para a seleção do canal alvo se aplicam as mesmas regras para selecionar um canal de chat inicialmente.

source: <emphasis>Action: Download</emphasis>
pt_br: <emphasis>Ação: Download</emphasis>

source: Lets you download the complete history of this chat as PDF.
pt_br: Permite o download do histórico completo como PDF desse chat.

source: <emphasis>Action: New window</emphasis>
pt_br: <emphasis>Ação: Nova janela</emphasis>

source: Opens this chat in a separate popup window. You can use this window in the same way as the chat widget and both the widget and the popup can be used at the same time.
pt_br: Este chat abe uma janela popup separada. Você pode usar esta janela da mesma forma como no chat widget e tanto o widget e o popup pode ser usado ao mesmo tempo.

source: <emphasis>Action: Observer</emphasis>
pt_br: <emphasis>Ação: Observador</emphasis>

source: When you have been invited to a chat by another agent, you can decide if you want to join the chat as observer or participant (depending on your permission level). Once you click the action from your toolbar, a new chat widget will be added to the list of your active chats which is the chat you have been invited to. If you join the chat as observer, you will only be able to read what others are contributing to the chat and you will be invisible to customers or public users. Agents will still receive a message that you joined the chat as observer. As an observer, you have the possibility to become a participant anytime by using the advanced action toolbar in your chat widget (depending on your permission level).
pt_br: Quando você foi convidado para um chat com outro agente, você pode decidir se deseja participar no chat com um observador ou participante (dependendo o seu nível de permissão). Uma vez que você clique na ação a partir de seu barra de ferramenta, um novo chat widget será adicionado a lista de seus chats ativos que é o chat para as quais você foi convidado. Se você participar no chat como observador, você será capaz de ler o que os outros estão contribuindo para o chat e você será invisível para os clientes e outros usuários. Os agentes receberão ainda uma mensagem que você entrou no chat como observador. Como observador, você tem a possibilidade de se tornar um participante a qualquer momento, utilizando a ação de ferramenta avançada em seu chat widget. (dependendo do nível de sua permissão).

source: <emphasis>Action: Participant</emphasis>
pt_br: <emphasis>Ação: Participante</emphasis>

source: If you want to contribute something to the chat you have been invited to, you can join it as a participant. Customers/public users and agents will receive a message that you have entered the chat. As a participant, you can become an observer anytime by using the advanced action toolbar in your chat widget.
pt_br: Se você deseja contribuir de alguma forma para o chat, para as quais você foi convidado, você pode ingressar como participante. Os clientes/usuários e os agentes receberão uma mensagem que você inseriu no chat. Como participante, você pode se tornar um observador a qualquer momento utilizando a ação de ferramentas avançadas em seu chat widget.

source: The Dynamic Field "Contact with Data"
pt_br: O campo dinâmico"Contado com dados"

source: This feature allows to add contacts with data to tickets.
hu: Ez a funkció lehetővé teszi partnerek hozzáadását adatokkal a jegyekhez.
pt_br: Esse recurso permite adicionar os dados dos tickets com os contados.

source: Definition of Data Sources
pt_br: Definição dos dados e das fontes

source: The data sources for this feature reside on the Dynamic Fields of the new 'Contact with data' type, this mean that each Dynamic Field of this type is a new data source. The name of the dynamic field will become the name of the data source, as they are both the same.
hu: Az adatforrások ennél a funkciónál az új „Partner adatokkal” típus dinamikus mezőivel együtt tartózkodik, amely azt jelenti, hogy ennek a típusnak minden dinamikus mezője egy új adatforrás. A dinamikus mező neve lesz az adatforrás neve, mivel mindketten ugyanazok.
pt_br: As fontes de dados para este recurso residem nos campos dinâmicos do novo 'contato com dado', isso significa que cada tipo de campo dinâmico, deste tipo uma nova fonte de dados. O nome do campo dinâmico se tornará, o nome da fonte de dados, ambos são os mesmos.

source: For each data source (Dynamic Field) a list of contact attributes can be defined (each attribute can contain only one text based value). The contact attributes can be set as mandatory and searchable if needed. The sort order of the attributes can be also defined.
hu: Minden egyes adatforrásnál (dinamikus mezőnél) meghatározható a partner attribútumainak listája (az egyes attribútumok csak egy szövegalapú értéket tartalmazhatnak). A partner attribútumai beállíthatók kötelezőként és kereshetőként, ha szükséges. Az attribútumok rendezési sorrendje is meghatározható.
pt_br: Para cada fonte de dados (Campo dinâmico) uma lista de atributos do contato pode ser definida (cada atributo pode conter somente um valor de texto). Os atributos de contato pode ser definido como pesquisa obrigatória se necessário. A ordem de classificação dos atributos podem ser definidos.

source: Contact attributes for each data source could contain any information about the contact as needed, such as different addresses, telephone, birthday, anniversaries, favorite food, hobbies, etc.
hu: A partner attribútumai az egyes adatforrásoknál szükség szerint bármilyen információt tartalmazhatnak a partnerről, mint például különböző címek, telefon, születésnap, évfordulók, kedvenc étel, szabadidős tevékenység, stb.
pt_br: Os atributos de contato para cada origem de dados podem conter qualquer informação sobre o contato, conforme o necessário, tais como endereços diferentes, telefone, aniversário, comida favorita, hobbies, etc.

source: The attributes 'Name' and 'ValidID' are always mandatory and they are not automatically added, so for each new data source these attributes must be added manually.
hu: A „Name” és „ValidID” attribútumok mindig kötelezők, és nincsenek automatikusan hozzáadva, így minden egyes új adatforrásnál ezeket az attribútumokat kézzel kell hozzáadni.
pt_br: Os atributos 'Nome' e 'ValidID' é sempre obrigatória e eles não são adicionados automaticamente, para cada nova fonte de dados, estes atributos devem ser adicionados manualmente.
