Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: Searchsuffix: This value will be put in the end of every search term while using the autocompletion to search the database. Wildcard characters are supported as well. The searchsuffix will be ignored during the detailed search, but it is still possible to use wildcard characters in those masks.
hu: Keresési utótag: ez az érték lesz elhelyezve minden keresési kifejezés végére az automatikus kiegészítés használata közben az adatbázisban történő kereséshez. A helyettesítő karakterek is támogatva vannak. A keresési utótag figyelmen kívül lesz hagyva a részletes keresés közben, de még mindig lehetséges a helyettesítő karakterek használata azokban a maszkokban.
pt_br: Sufixo de busca: Este valor será colocado no final de cada termo de busca enquanto estiver usando o preenchimento automático para procurar o banco de dados. São suportados também os caracteres curinga. O sufixo pesquisa será ignorado durante a busca detalhada, mas ainda é possível utilizar caracteres universais nas máscaras.

source: Case Sensitive: If this field is selected, case-sensitivity will take effect on searches.
hu: Kis- és nagybetű: ha ez a mező ki van jelölve, akkor a kis- és nagybetűk megkülönböztetése hatással lesz a keresésekre.
pt_br: Caso sensitivo: Se este campo estiver selecionado, em casos de sensibilidade produzirá efeitos nas pesquisas.

source: Name: The exact name of the database column which will be requested through the database queries.
hu: Név: annak az adatbázisoszlopnak a pontos neve, amelyet kérni fognak az adatbázis-lekérdezéseken keresztül.
pt_br: Nome: O nome exato da coluna do banco de dados que será solicitado através de consultas do banco de dados.

source: Description: The label of the field which will be displayed in the detailed search.
hu: Leírás: annak a mezőnek a címkéje, amely a részletes keresésnél lesz megjelenítve.
pt_br: Descrição: A etiqueta do campo que será exibida na pesquisa detalhada.

source: Datatype: The data type which will be stored in the dynamic field. Possible values: TEXT, INTEGER or DATE.
hu: Adattípus: az adattípus, amely a dinamikus mezőben kerül eltárolásra. Lehetséges értékek: TEXT, INTEGER vagy DATE.
pt_br: Datatype: Tipo de dados que será armazenado no campo dinâmico. Valores possíveis: TEXTO, NÚMERO INTEIRO ou DATA.

source: Searchfield: Indicates if a field should be included in the search requests.
hu: Keresési mező: azt jelzi, hogy egy mezőnek benne kell-e lennie a keresési kérésekben.
pt_br: Searchfield: Indica-se um capo que devem ser incluídas na solicitação de pesquisa.

source: Listfield: Indicates if a field should be displayed in the results.
hu: Listamező: azt jelzi, hogy egy mezőt meg kell-e jeleníteni a találatokban.
pt_br: Listfield: Indica-se um campo que deve ser exibido os resultados.

source: Screen Configuration
pt_br: Configuração da tela

source: Dynamic fields of type 'Database' have to be activated for the several masks in which they should be displayed like the other types of dynamic fields.
hu: Az „adatbázis” típusú dinamikus mezőket az egyéb típusú dinamikus mezőkhöz hasonlóan be kell kapcsolni számos olyan maszknál, amelyben azokat meg kell jeleníteni.
pt_br: Campos dinâmicos do tipo 'Banco de dados' será ativado para várias máscaras em que eles devem ser exibidos com outros tipo de campos dinâmicos.

source: This can be done through Admin → System Administration → SysConfig, in which "Ticket" must be selected on the left hand side.
pt_br: Isso pode ser feito pelo administrador → Administração do Sistema → SysConfig, em que o "Ticket" deve ser selecionado no lado esquerdo.

source: For every interface area (Frontend), in which the dynamic field of type 'Database' should be displayed, the admin has to configure it to fit his needs. Examples:
hu: Minden felületi területnél (előtétprogramnál), amelyen az „adatbázis” típusú dinamikus mezőt meg kell jeleníteni, az adminisztrátornak be kell állítania azt az igényei kielégítéséhez. Példák:
pt_br: Para cada área de interface (Frontend), em que o campo dinâmico do tipo 'Banco de dados' deve ser exibido, o administrador configura para aplicar as suas necessidades. Exemplos

source: Frontend::Agent::Ticket::ViewZoom for the ticket zoom view.
hu: A Frontend::Agent::Ticket::ViewZoom a jegynagyítás nézethez.
pt_br: Frontend::Agent::Ticket::ViewZoom exibição de zoom para ticket.

source: Frontend::Agent::Ticket::ViewPhoneNew for new phone tickets.
hu: A Frontend::Agent::Ticket::ViewPhoneNew az új telefonos jegyekhez.
pt_br: Frontend::Agent::Ticket::ViewPhoneNew para novo telefone dos tickets.

source: Frontend::Agent::Ticket::ViewEmailNew for new email tickets.
hu: A Frontend::Agent::Ticket::ViewEmailNew az új e-mail jegyekhez.
pt_br: Frontend::Agent::Ticket::ViewEmailNew para novo e-mail e tickets.

source: Storage of Historical Data
pt_br: Armazenamento de dados históricos

source: DynamicField Database - Historical data settings
hu: Dinamikus mező adatbázis - történeti adatok beállításai
pt_br: Banco de dados DynamicField - Configuração de dados históricos

source: Sysconfig Settings
pt_br: Configurações Sysconfig

source: Group: Framework, Subgroup: Frontend::Agent
hu: Csoport: Framework, alcsoport: Frontend::Agent
pt_br: Grupo: Framework, Subgroup: Frontend::Agent

source: Defines the config options for the autocompletion feature.
hu: Meghatározza a beállítási lehetőségeket az automatikus kiegészítés funkcióhoz.
pt_br: Define as opções de configuração para o recurso de preenchimento automático.

source: Group: Ticket, Subgroup: Core::Ticket
hu: Csoport: Ticket, alcsoport: Core::Ticket
pt_br: Grupo: Ticket, Subgroup: Core::Ticket

source: Updates dynamic fields, if configured ones will be updated.
hu: Frissíti a dinamikus mezőket, ha a beállítottak frissítve lesznek.
pt_br: Atualizações de campos dinâmicos, se os configurados serão atualizados.

source: Group: OTRSBusiness, Subgroup: Core
hu: Csoport: OTRSBusiness, alcsoport: Core
pt_br: Grupo: OTRSBusiness, Subgrupo: Core

source: Defines the source dynamic field for storing historical data.
hu: Meghatározza a forrás dinamikus mezőt a történeti adatok tárolásához.
pt_br: Define a fonte no campo dinâmico para o armazenamento de dados históricos.

source: Defines the target dynamic fields for storing historical data.
hu: Meghatározza a cél dinamikus mezőket a történeti adatok tárolásához.
pt_br: Define o alvo do campo dinâmico para o armazenamento dos dados históricos.

source: An exemplary usage of DynamicField Database is as follows:
hu: A dinamikus mező adatbázis egy példaszerű használata a következőképpen lehet:
pt_br: utilizar um exemplar do seguinte banco de dados DynamicField:

source: Searching and Saving Datasets - Autocompletion
pt_br: Pesquisando e salvando os conjuntos de dados - Preenchimento automático

source: DynamicField Database - Test field
hu: Dinamikus mező adatbázis - tesztmező
pt_br: Banco de dados DynamicField - campo de teste

source: Since search terms are typed in into the text field, a database search will be started over the configured columns and the result will displayed via an autocompletion below the text field. The more exact the search term is, the more exact will be the result (less result entries). <placeholder type="figure" id="0"/>
hu: Mivel keresési kifejezések lettek begépelve a szövegmezőbe, egy adatbázis-keresés lesz elindítva a beállított oszlopokon, és az eredmény egy automatikus kiegészítésen keresztül lesz megjelenítve a szövegmező alatt. Minél pontosabb a kereséséi kifejezés, annál pontosabb lesz az eredmény is (kevesebb találati bejegyzés). <placeholder type="figure" id="0"/>
pt_br: Desde os termos de pesquisa são digitados no campo do texto, uma pesquisa no banco de dados será iniciada e configurado as colunas durante o resultado será exibido através de um preenchimento automático do campo do texto abaixo . O mais exato termo de pesquisa e mais exato será o resultado (menos resultado de entradas). <placeholder type="figure" id="0"/>

source: DynamicField Database - Selected items
hu: Dinamikus mező adatbázis - kiválasztott elemek
pt_br: Banco de dados DynamicField - Itens selecionados

source: If the wished value will be displayed in the results, it can be selected via a mouse click or via the keyboard and therefore be added to the dynamic field results. <placeholder type="figure" id="0"/>
hu: Ha a kívánt érték megjelenik a találatokban, akkor az kiválasztható egy egérkattintással vagy a billentyűzeten keresztül, és ebből adódóan hozzáadódik a dinamikus mező találataihoz. <placeholder type="figure" id="0"/>
pt_br: Se o desejado valor será exibido nos resultados, pode ser selecionada através de um clique com o mouse ou através do teclado e por conseguinte ser adicionado os resultados nos campos dinâmicos. <placeholder type="figure" id="0"/>

source: The added result entries can be removed via the minus button.
hu: A hozzáadott találati bejegyzések eltávolíthatók a mínusz gombbal.
pt_br: Adicionado o resultado, o mesmo pode ser removido através do botão de entrada menos.

source: Searching and Saving Datasets - Detailed Search
pt_br: Pesquisando e salvando os conjuntos de dados - Pesquisa detalhada

source: DynamicField Database - Detailed search
hu: Dinamikus mező adatbázis - részletes keresés
pt_br: Banco de dados do DynamicField - Pesquisa detalhada

source: The link 'Detailed search' opens a new modal dialog to start a new database search. In this mask it is possible to select the fields to search on explicitly. <placeholder type="figure" id="0"/>
hu: A „Részletes keresés” hivatkozás egy új kizárólagos párbeszédablakot nyit meg egy új adatbázis-keresés indításához. Ezen a maszkon lehetőség van a mezők kiválasztására a kifejezetten azokban való kereséshez. <placeholder type="figure" id="0"/>
pt_br: O link 'pesquisa detalhada' abre uma nova caixa de diálogo modal, para iniciar uma nova pesquisa no banco de dados. Nessa máscara é possível selecionar os campos para pesquisa explicitamente. <placeholder type="figure" id="0"/>

source: DynamicField Database - Detailed search result
hu: Dinamikus mező adatbázis - részletes keresési eredmény
pt_br: Banco de dados do DynamicField - Resultado da pesquisa detalhada

source: Independent of using the autocompletion or the detailed search, every single result can just selected ones. If an agent tries to select a value multiple times, a related warning message is displayed.
hu: Az automatikus kiegészítés vagy a részletes keresés használatától függetlenül minden egyes találat csak egyszer választható ki. Ha egy ügyintéző többször próbál meg kiválasztani egy értéket, akkor egy ezzel kapcsolatos figyelmeztető üzenet jelenik meg.
pt_br: Utilizando independente o preenchimento automático ou a pesquisa detalhada, pode apenas cada resultado selecionado. Se um agente tentar selecionar um valor várias vezes, uma mensagem de aviso será exibida.

source: SMS Notifications and Notification Web View
pt_br: Notificação do SMS e Notificação da visualização da web

source: Setting up SMS Notifications
pt_br: Configurando as notificações do SMS

source: Admin Cloud Service SMS Screen
pt_br: Administrando o serviço de nuvem da tela do SMS

source: On this screen, you can also set up some more parameters of the SMS feature, e.g. the sender string which should be used for the SMS text messages or the agent/customer preference field which should be used to take the mobile phone number from.
pt_br: Nesta tela, você também pode configurar alguns parâmetros a mais do recurso SMS, por exemplo o remetente de caracteres que devem ser utilizadas para o serviço de mensagens de texto SMS ou o agente/cliente com campo de preferencia que deve ser usado para tirar o número do telefone móvel.

source: On this screen, you can also add more generic phone numbers (e.g. for archiving purposes) which will receive all of the relevant notifications (besides the addressed agents).
pt_br: Nesta tela, você também pode adicionar mais números de telefone genérico (para fins de arquivamento por exemplo) que receberá todas as notificações (além dos agentes de destinatários).

source: Enabling SMS Notifications
pt_br: Ativando as notificações do SMS

source: If you configured a notification to be visible in the agent preferences, agents will now be able to enable/disable SMS notifications manually on their own for this notification.
pt_br: Se você tiver configurado uma notificação para ser visível nas preferencias do agente, os agentes deverão agora ser capazes de ativar/desativar as notificações no SMS manualmente no seu próprio para esta notificação.

source: Agent Preferences SMS Notification Settings
pt_br: Configurações da notificação das preferências do agente SMS

source: Setting up and Using the Notification Web View
pt_br: Configurando e utilizando a visualização da notificação da web

source: Setting up the notification web view for agents is similar to the setup for SMS notifications as described above.
pt_br: Configurando as notificações visualizada na web para agentes, é semelhante a configuração de notificações SMS conforme descrito acima.

source: Enabling the Notification Web View
pt_br: Visualizando e ativando as notificações da web

source: Once you've enabled the notification web view for a certain notification, agents will see a new icon on top of their screen in OTRS (within the toolbar) each time a new notification arrives.
pt_br: Uma vez que você ativar a notificação para uma determinada notificação na web view, visualizarão um novo ícone na parte superior da tela OTRS (dentro da barra de ferramenta) cada vez que chaga uma nova notificação.

source: Notification Web View Icon on the Toolbar
pt_br: Visualizar as notificação da web no ícone na barra de ferramentas

source: Clicking this icon, agents will get an overview of all of their notifications and can read and dismiss them from here.
pt_br: Clicando neste ícone, os agentes deverão obter uma visão geral de todas as suas notificações e pode ler e descartá-los aqui.

source: Notification Web View Overview
pt_br: Visualizar as notificação fora da web

source: Notification Web View Detail
pt_br: Visualizar os detalhes da notificação da web

source: The Report Generator
pt_br: O gerador de relatório

source: The report generator allows to combine multiple statistics for sending/downloading. Reports can be configured to be sent automatically on specified times or run manually.
pt_br: O relatório gerador permite combinar várias estatísticas para o envio/download. Os relatórios podem ser configurados para ser enviado automaticamente em horários especificados ou executar manualmente.

source: No further configuration needed.
hu: További beállítás nem szükséges.
pt_br: Nenhuma configuração adicional necessária.

source: Creating Reports
pt_br: Criando relatórios

source: After you've entered title and description for your report in the first step, you'll be able to set up your report.
pt_br: Depois de ter introduzido o título e a descrição para o relatório na primeira etapa, você será capaz de configurar o seu relatório.

source: General Settings
pt_br: Configurações gerais

source: Set up title, description and validity of the report. This information will not be visible in the report.
pt_br: Configurar o título, a descrição e a validade do relatório. Esta informação não será visível no relatório.

source: Automatic generation settings
pt_br: Geração automática de configurações

source: Automatic Generation Settings
pt_br: Geração automática de configurações

source: If the report should be generated automatically (e.g. once per day), you can set up subject, text and recipients for the email which is going to be sent and which will contain the report as an attachment. You'll also need to add information on how often the report should be sent. The data format is taken from the cron mechanism of unix-based operating systems. For more information on which settings are possible, please refer to official cron documentation sources or <ulink url="https://en.wikipedia.org/wiki/Cron">wikipedia</ulink>.
pt_br: Se o relatório dever ser gerado automaticamente (por exemplo, uma vez por dia), você pode configurar os objetos do texto e destinatários para o e-mail que será enviado e conterá como anexo o relatório. Você também precisará adicionar informações sobre a frequência que o relatório deve ser enviado. O formato de dados são retirados do mecanismo de cron baseados em sistemas operacionais Unix. Para obter mais informações sobre as configurações possíveis, as quais são consultados os documentos cron de fontes oficiais ou <ulink url="https://en.wikipedia.org/wiki/Cron">wikipedia</ulink>.

source: Output Settings
pt_br: Configurações de saída

source: In this section, you can set up additional information which should be contained in the report (e.g. a preamble or epilogue). This could e.g. be used for adding copyright or data protection information.
pt_br: Nesta seção, você pode configurar as informações adicionais que devem ser incluídas no relatório (por exemplo um preâmbulo ou epílogo). Por exemplo isso poderia ser utilizado para adicionar informações de direitos autorais ou de proteção de dados.

source: Output settings
pt_br: Configurações de saída

source: Manually Generating Reports
pt_br: Gerando relatórios manualmente

source: To generate a report, you can use the "Run now" button from the reports overview. You'll be asked for confirmation and afterwards the report will be created and sent immediately. Please find screenshots of a generated report below.
pt_br: Para gerar um relatório, você pode usar o botão " Executar agora" a partir da contemplação dos relatórios. Você será solicitado para confirmar e posteriormente será criado e enviado imediatamente um relatório. Por favor, localize e capture o relatório gerado abaixo.

source: Report: Front page
pt_br: Relatório: Página frontal

source: Report: Table of contents
pt_br: Relatório: Tabela de conteúdo

source: Report: Preamble
pt_br: Relatório: Preâmbulo

source: Report: Statistics
pt_br: Relatório: Estatísticas

source: The SLA Field Selection Dialog
pt_br: A seleção do campo da caixa de diálogo do SLA

source: The field selection dialog enables you to configure popup messages customers should see when they select specific SLAs on ticket creation on the customer frontend. These popup messages could contain information about the SLA the customer is about to select and to give them the possibility to re-think their decision.
hu: A mezőkiválasztó párbeszédablak engedélyezi azon felugró üzenetek beállítását, amelyeket az ügyfeleknek akkor kell látniuk, amikor bizonyos SLA-kat választanak ki a jegy létrehozásakor az ügyintézői előtétprogramon. Ezek a felugró üzenetek információkat tartalmazhatnak arról az SLA-ról, amelyet az ügyfél kiválasztani készül, és megadja neki a lehetőséget a döntése átgondolásához.
pt_br: A caixa de diálogo da seleção de campo permite que você configure as mensagens popup, os clientes devem visualizar quando ele selecionam os SLAs específicos sobre a criação de ticket no cliente frontend. Essas mensagens popup pode conter informações sobre o cliente SLA está prestes a selecionar e lhes dar a responsabilidade de repensar a sua decisão.

source: Configuring the SLA message
hu: Az SLA üzenet beállítása
pt_br: Configurando a mensagem do SLA

source: SLA configuration
hu: SLA beállítás
pt_br: Configuração de SLA

source: You can configure the message on each SLA by using the SLA administration screen.
hu: Minden egyes SLA-nál beállíthatja az üzenetet az SLA adminisztrációs képernyő használatával.
pt_br: Você pode configurar a mensagem sobre cada SLA usando a tela de administração do SLA.

source: How the message looks in the customer frontend
hu: Hogyan néz ki az üzenet az ügyfél előtétprogramon
pt_br: Como observar a mensagem do cliente frontend

source: SLA message
hu: SLA üzenet
pt_br: Mensagem do SLA

source: This is what the customer will see once he selects the SLA this message is configured for. He can either confirm or deny his selection, the latter one will reset the SLA selection afterwards.
hu: Ez az, amit az ügyfél látni fog, miután kiválasztja az SLA-t, amelyhez az üzenet be lett állítva. Vagy megerősítheti, vagy elutasíthatja a választását. Az utóbbi azután vissza fogja állítani az SLA kiválasztását.
pt_br: Isso é o que o cliente vai ver, uma vez que, ele seleciona o SLA esta mensagem é configurada. Ele pode confirmar ou negar a sua seleção, o último redefinirá mais tarde a seleção SLA.

source: The Article Attachment Overview
hu: A bejegyzés melléklet áttekintő
pt_br: Visualização geral do artigo em anexo

source: The article attachment overview enables you to view a list of all attachments of a ticket. Attachments will be listed by attributes such as file name, file type, file size, date of addition and which article they belong to. From the overview screen, you can download certain attachments or create an archive file which contains multiple or all attachments of the ticket you're viewing.
hu: A bejegyzés melléklet áttekintő engedélyezi egy jegy összes melléklet listájának megtekintését. A mellékletek olyan attribútumok szerint lesznek felsorolva mint fájlnév, fájltípus, fájlméret, a hozzáadás dátuma, és hogy mely bejegyzéshez tartoznak. Az áttekintő képernyőről letölthet bizonyos mellékleteket, vagy létrehozhat egy olyan archívumfájlt, amely az éppen megtekintett jegy több mellékletét vagy az összeset tartalmazza.
pt_br: O artigo em anexo permite que você visualize uma lista de todos os tickets. Os anexos serão listados por atributos tais como, nome de arquivo, tipo de arquivo, tamanho, data da adição a quem o artigo pertença. A partir da tela de descrição geral, você pode fazer o download de certos anexos ou criar um arquivo que contém vários ou todos os anexos do ticket que você está exibindo.

source: Switching to the article attachment overview
hu: Átváltás a bejegyzés melléklet áttekintőre
pt_br: Mudando a visualização geral do artigo em anexo

source: Once a ticket has at least one attachment, the "Attachments" menu item will be displayed in AgentTicketZoom. Clicking it will open a popup which contains a list of all attachments.
hu: Miután egy jegy legalább egy melléklettel rendelkezik, a „Mellékletek” menüpont kerül megjelenítésre az AgentTicketZoom képernyőn. Erre kattintva egy felugró ablakot fog megnyitni, amely az összes melléklet listáját tartalmazza.
pt_br: Uma vez um ticket tem pelo menos um anexo, o item de menu "Acessórios" será exibido no AgentTicketZoom. Clicando sobre ele, será aberto um popup que contém uma lista de todos os anexos.

source: Using the article attachment overview
hu: A bejegyzés melléklet áttekintő használata
pt_br: Aproveitando a visualização geral do artigo em anexo

source: The Ticket Timeline View
hu: A jegy idővonal nézete
pt_br: Verificar o cronograma do ticket

source: The ticket timeline view provides a chronological view of all actions which happened on a ticket (which includes articles, owner changes, incoming mails, etc.). With the ticket timeline view, agents are able to get a good overview of a ticket in less time.
hu: A jegy idővonal nézete biztosítja az összes olyan művelet időrendi nézetét, amely egy jegyen történt (amely bejegyzéseket, tulajdonosváltásokat, bejövő leveleket, stb. tartalmaz). A jegy idővonal nézetével az ügyintézők kevesebb idő alatt kaphatnak egy jó áttekintőt a jeggyel kapcsolatban.
pt_br: O cronograma de visualizar o ticket oferece uma visão cronológica de todas as ações que aconteceu no ticket (Que inclui artigos, alteração de proprietário, entradas de e-mail, etc.). Com o cronograma de visualizar o ticket, os agentes são capazes de obter uma ótima contemplação de um ticket em menos tempo.
