Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: This work is copyrighted by OTRS AG. You may copy it in whole or in part as long as the copies retain this copyright statement.
hu: Ez a mű az OTRS AG szerzői joga alatt áll. Lemásolhatja részben vagy egészben mindaddig, amíg a másolat tartalmazza ezt a szerzői jogi nyilatkozatot.
pt_br: Este trabalho é registrado pela OTRS AG. Você pode copiá-lo em todo ou em parte desde que mantenha esta declaração de direitos autorais.

source: The source code of this document can be found at <ulink url="https://otrs.github.io">github</ulink>, in the repository <ulink url="https://github.com/OTRS/doc-otrsbusiness">doc-otrsbusiness</ulink>. Contributions are more than welcome. You can also help translating it to your language at <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.
pt_br: O código fonte deste documento encontra-se em t <ulink url="https://otrs.github.io">github</ulink>, in the repository <ulink url="https://github.com/OTRS/doc-otrsbusiness">doc-otrsbusiness</ulink>. As contribuições são bem-vindas. Você pode auxiliar traduzindo-a para o seu idioma em <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.

source: UNIX is a registered trademark of X/Open Company Limited. Linux is a registered trademark of Linus Torvalds. MS-DOS, Windows, Windows 95, Windows 98, Windows NT, Windows 2000, Windows XP, Windows 2003, Windows Vista and Windows 7 are registered trademarks of Microsoft Corporation. Other trademarks and registered trademarks are: SUSE and YaST of SUSE Linux GmbH, Red Hat and Fedora are registered trademarks of Red Hat, Inc. Mandrake is a registered trademark of MandrakeSoft, SA. Debian is a registered trademark of Software in the Public Interest, Inc. MySQL and the MySQL Logo are registered trademarks of Oracle Corporation and/or its affiliates. All trade names are used without the guarantee for their free use and are possibly registered trade marks. OTRS AG essentially follows the notations of the manufacturers. Other products mentioned in this manual may be trademarks of the respective manufacturer.
hu: A UNIX az X/Open Company Limited bejegyzett védjegye. A Linux Linus Torvalds bejegyzett védjegye. Az MS-DOS, a Windows, a Windows 95, a Windows 98, a Windows NT, a Windows 2000, a Windows XP, a Windows 2003, a Windows Vista és a Windows 7 a Microsoft Corporation bejegyzett védjegyei. További védjegyek és bejegyzett védjegyek: a SUSE és a YaST a SUSE Linux GmbH, a Red Hat és a Fedora a Red Hat, Inc. bejegyzett védjegyei. A Mandrake a MandrakeSoft, SA. bejegyzett védjegye. A Debian a Software in the Public Interest, Inc. bejegyzett védjegye. A MySQL és a MySQL logó az Oracle Corporation és/vagy leányvállalatainak bejegyzett védjegye. Minden márkanév a szabad felhasználásra vonatkozó garancia nélkül kerül felhasználásra, és lehetséges bejegyzett védjegyek lehetnek. Az OTRS AG lényegében a gyártók jelölésrendszerét követi. Az ebben a kézikönyvben említett egyéb termékek az illető gyártók védjegyei lehetnek.
pt_br: UNIX é uma marca registrada da X/Open Company Limited. Linux é marca registrada da Linus Torvalds. MS-DOS, Windows, Windows 95, Windows 98, Windows NT, Windows 2000, Windows XP, Windows 2003, Windows Vista e Windows 7 são marcas registradas da Microsoft Corporation. Outras marcas registradas: SUSE e YaST da SUSE Linux GmbH, Red Hat e Fedora são marcas registradas da Red Hat, Inc. Mandrake é marca registrada da MandrakeSoft, SA. Debian é marca registrada da Software in the Public Interest, Inc. MySQL e a MySQL Logo são marcas registradas da Oracle Corporation e/ou afiliadas. Todos as marcas registradas e nomes comerciais são usados sem a garantia gratuita. OTRS AG basicamente segue as indicações dos fabricantes. Outros produtos mencionados neste manual podem ser marcas registradas dos respectivos fabricantes .

source: Features of <emphasis role="bold">OTRS Business Solution</emphasis>™
hu: Az <emphasis role="bold">OTRS Business Solution</emphasis>™ szolgáltatásai
pt_br: Características da <emphasis role="bold">OTRS Business Solution</emphasis>™

source: Introduction
hu: Bevezetés
pt_br: Introdução

source: With the <emphasis role="bold">OTRS Business Solution</emphasis>™ you can enjoy all benefits of professional services and exclusive Business Features offered by the OTRS Group. Optimize your internal &amp; external communication for more service quality – flexibly adjustable to your operating scenario.
hu: Az <emphasis role="bold">OTRS Business Solution</emphasis>™ megoldással az OTRS csoport által nyújtott professzionális szolgáltatások és kizárólagos üzleti funkciók összes előnyét élvezheti. Optimalizálja a belső és külső kommunikációját a jobb szolgáltatásminőség érdekében – rugalmasan igazítható a működési forgatókönyvéhez.
pt_br: Com o <emphasis role="bold">OTRS Business Solution</emphasis>™ você pode desfrutar de tos os benefícios dos serviços profissionais empresariais exclusivos e recursos oferecidos pelo grupo OTRS. Otimize seu internal &amp; comunicação externa para obter mais qualidade de serviço - flexibilidade operacional ajustável ao seu cenário.

source: The sleek and fast framework of OTRS 5 is the base for the <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/"><emphasis role="bold">OTRS Business Solution</emphasis>™</ulink>. On top are available for you additionally an exclusive set of features. These include the <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">integrated Cloud Services</ulink> of the <emphasis role="bold">OTRS Business Solution</emphasis>™ that you can flexibly activate or deactivate according to your deployment scenarios.
pt_br: O elegante e rápido sistema da OTRS 5 é a base para a <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/"><emphasis role="bold">OTRS Business Solution</emphasis>™</ulink>. Na parte superior estão disponíveis para você um exclusivo conjunto de recursos. Estas incluem além disso o <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">os serviços em nuvem integrada</ulink> do <emphasis role="bold">OTRS Business Solution</emphasis>™ Você pode ter flexibilidade para ativar ou desativar as funções e implantação dos seus cenários.

source: Additionally you have the choice between 3, 7 or an unlimited number of various <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">freely selectable <emphasis role="bold">OTRS Business Solution</emphasis>™ Features</ulink> - depending on you contract level. Profit also from regular, free updates, the best OTRS security and support as well as installation and configuration carried out by our consultants.
pt_br: Além disso, você escolhe entre 3, 7 ou de diferentes de um número ilimitado <ulink url="https://www.otrs.com/otrs-business-solution-improving-customer-service/#OTRS-Business-Solution-Cloud-Services">selecionado livremente <emphasis role="bold">OTRS Business Solution</emphasis>™ Característica</ulink> - dependendo do nível do contrato, regular também sem fins lucrativos com atualização gratuita , OTRS o melhor em segurança e apoio, bem como instalação e configuração efetuadas pelos nossos clientes.

source: Upgrading to <emphasis role="bold">OTRS Business Solution</emphasis>™
hu: Frissítés az <emphasis role="bold">OTRS Business Solution</emphasis>™ megoldásra
pt_br: Atualizando para <emphasis role= "bold">OTRS Business Solution</emphasis>™

source: In order to upgrade to <emphasis role="bold">OTRS Business Solution</emphasis>™, you need a valid contract with the OTRS group. If you already have a contract, you can upgrade to <emphasis role="bold">OTRS Business Solution</emphasis>™ by visiting the <emphasis role="bold">OTRS Business Solution</emphasis>™ administration screen in your OTRS instance. You can find the link to this screen in the "System Administration" section of the admin area of your OTRS Free instance. Please note that you first have to register your system using the system registration mechanism.
pt_br: Ordem para atualizar para <emphasis role="bold">OTRS Business Solution</emphasis>™, você precisa de um contrato válido com o grupo OTRS. Se você tem um contrato, cocê pode atualizar para <emphasis role="bold">OTRS Business Solution</emphasis>™ by visiting the <emphasis role="bold">OTRS Business Solution</emphasis>™ Tela da administração do seu exemplo OTRS. Você pode encontrar o link para esta tela em "Sistema de administração" parte da área administrativa é exemplo OTRS gratis. Por favor, note que primeiro é necessário registrar o seu sistema usando o mecanismo do sistema de registro.

source: Upgrading Screen
pt_br: Tela de atualização

source: If you're entitled to upgrade, you will (as an admin user) also see a notification bar which guides you to the upgrade screen. The upgrade itself is done automatically by just pressing the upgrade button. Please note that you don't need to confirm the upgrade again. Pressing the upgrade button immediately starts the upgrading process.
pt_br: Se você tem o direito de atualizar, você (como um administrador) Observe também uma barra de notificações que o direciona para a tela de atualização. A atualização é feita automaticamente, para isso pressione apenas o botão atualizar. Por favor, note que você não precisa confirmar novamente a atualização. Pressionando o botão atualizar imediatamente inicia o processo de aprimoramento.

source: If the upgrade was successful, you will see a confirmation on the <emphasis role="bold">OTRS Business Solution</emphasis>™ administration screen.
pt_br: Se a atualização foi bem sucedida, você verifica uma confirmação sobre a <emphasis role="bold">OTRS Business Solution</emphasis>™ tela da administração.

source: Upgrade Successful
pt_br: Atualização bem sucedida

source: If you have any questions regarding your entitlement for the <emphasis role="bold">OTRS Business Solution</emphasis>™ or technical questions, please contact sales@otrs.com.
hu: Ha bármilyen kérdése van az <emphasis role="bold">OTRS Business Solution</emphasis>™ megoldáshoz való jogosultságra vagy technikai kérdésekre vonatkozóan, akkor írjon egy levelet a sales@otrs.com címre.
pt_br: Se você tem questões sobre seu direito à <emphasis role="bold">OTRS Business Solution</emphasis>™, ou questões técnicas, por favor escreva a sales@otrs.com.

source: The Chat
hu: A csevegés
pt_br: O Chat

source: Description
hu: Leírás
pt_br: Descrição

source: The chat feature of <emphasis role="bold">OTRS Business Solution</emphasis>™ allows for chats between agents and customers using the OTRS frontend. Once enabled, customers (or public users) can start chats with agents and vice versa. Finished chats can be archived and attached to tickets, or can be downloaded as PDF by agents, customers and public users.
pt_br: O recurso do chat de <emphasis role="bold">OTRS Business Solution</emphasis>™ permite o chat entre os agentes e os clientes usando o OTRS frontend. Uma vez ativados, os clientes (ou usuários) pode iniciar o chat com os agentes e vice-versa. Terminando os chats, podem ser arquivados e conectando com os tickets, ou pode ser baixado em formato PDF pelos agentes, clientes e usuários.

source: Each chat is assigned to a chat channel. Chat channels are like chat rooms. Each chat channel is assigned to a certain group which controls the permissions for this channel. If no chat channel is selected when a chat is created, this chat will be created in a default channel (which is automatically created if it doesn't exist).
pt_br: Cada chat é atribuído a um canal de chats. Canal de chat é como uma sala de chat. Cada canal de chat é atribuído um determinado grupo que controla as permissões para este canal. Se o canal de chat não é selecionado quando criado, este chat é criado em um canal padrão (Se não existir é criado automaticamente).

source: Configuration
hu: Beállítás
pt_br: Configuração

source: The following SysConfig configuration options are relevant for this feature. Please note that you can also define a list of fixed texts which are being displayed to public users and customers in the chat module. For more information on which texts can be changed, please have a look at the module configuration (OTRSBusiness → Core::Chat).
pt_br: As seguintes configurações da SysConfig são relevantes para esse recurso. Por favor note que você também pode definir uma lista de textos que estão sendo exibidos para usuários e clientes no modulo de chat. Para obter mais informações sobre textos que podem ser alterados, por favor observe o módulo de configuração (OTRSBusiness → Core::Chat).

source: Controls whether or not the chat feature is enabled.
hu: Azt szabályozza, hogy a csevegés funkció engedélyezve legyen-e vagy sem.
pt_br: Controla-se ou não o recurso de chat ativado.

source: Controls whether or not public users should be able to start chats (please note that the frontend module configuration for the public chat frontend in <literal>PublicFrontend::Module###PublicChat</literal> has to be enabled, too).
hu: Azt szabályozza, hogy a nyilvános felhasználóknak képesnek kell-e lenniük csevegéseket indítani vagy sem (felhívjuk a figyelmét, hogy az előtétprogram modul beállítását a nyilvános csevegés előtétprogramnál is engedélyezni kell a <literal>PublicFrontend::Module###PublicChat</literal> beállításban).
pt_br: Controla-se ou não os usuários capazes de iniciar o chat (por favor note que a configuração frontend do módulo para usuários do chat frontend <literal>PublicFrontend::Module###PublicChat</literal> também apresenta ser ativada).

source: Controls whether or not customers should be able to start chats (please note that the frontend module configuration for the customer chat frontend in <literal>CustomerFrontend::Module###CustomerChat</literal> has to be enabled, too).
hu: Azt szabályozza, hogy az ügyfeleknek képesnek kell-e lenniük csevegéseket indítani vagy sem (felhívjuk a figyelmét, hogy az előtétprogram modul beállítását az ügyfél csevegés előtétprogramnál is engedélyezni kell a <literal>CustomerFrontend::Module###CustomerChat</literal> beállításban).
pt_br: Controla-se ou não os usuários capazes de iniciar o chat (por favor note que a configuração frontend do módulo para clientes do chat frontend em <literal>CustomerFrontend::Module###CustomerChat</literal> também apresenta ser ativada).

source: Controls whether or not agents should be able to start chats with customers directly.
hu: Azt szabályozza, hogy az ügyintézőknek képesnek kell-e lenniük csevegéseket indítani közvetlenül az ügyfelekkel, vagy sem.
pt_br: Controla-se ou não os agentes capazes de iniciar o chat diretamente com clientes.

source: Controls whether or not agents should be able chat with each other.
hu: Azt szabályozza, hogy az ügyintézőknek képesnek kell-e lenniük egymással csevegni, vagy sem.
pt_br: Controla-se ou não os agentes capazes de iniciar o chat, um com os outros.

source: Defines groups for the certain features. Receiving: Groups which can receive and accept chat requests. Notification: Groups which can receive notifications about new/pending chat requests. Starting: Groups which are allowed to start new chats at all.
hu: Csoportokat határoz meg bizonyos szolgáltatásokhoz. Fogadás: csoportok, amelyek kaphatnak és fogadhatnak csevegéskéréseket. Értesítés: csoportok, amelyek értesítéseket fogadhatnak az új vagy függőben lévő csevegéskérésekről. Kezdés: csoportok, amelyeknek egyáltalán megengedett az új csevegések indítása.
pt_br: Definir os grupos para determinadas funções. Recebimentos: Os grupos podem receber e aceitar solicitações no chat. Notificações: Os grupos podem receber notificações sobre novas/solicitações de chat pendentes. Iniciando: Os grupos estão autorizados para iniciar novos chats com todos .

source: A default name which should be displayed to customers and public users instead of the real name of the chatting agents. If empty or disabled, the real agent name will be shown.
hu: Egy alapértelmezett név, amelyet az ügyfeleknek és a nyilvános felhasználóknak kell megjeleníteni a csevegő ügyintézők valódi neve helyett. Ha üres vagy le van tiltva, akkor a valódi ügyintézőnév lesz megjelenítve.
pt_br: Um nome padrão que deve ser exibido para os clientes e usuários em lugar do nome verdadeiro do agente de chatting. Se estiver vazio ou desativado, o verdadeiro nome do agente será mostrado.

source: Controls whether or not numbers should be added to the agents default name in case more than one agent is in a chat to allow customers/public users to distinguish between the different agents (e.g. "Support Agent 1", "Support Agent 2" etc.).
pt_br: Controla-se os números que não devem ser adicionados aos agentes, nome padrão no caso de mais de um agente que está em um chat para permitir que os clientes/usuários para distinguir entre os diferentes agentes ( por exemplo " Agente de suporte 1 ", Agente de suporte 2", etc).

source: Defines, if chat channel selection should be enabled for public users. If set to "no", chats from public users will go to the default channel automatically (ChatEngine::DefaultChatChannel).
pt_br: Define-se canal de chat, uma seleção ativa de usuários. Se definido como "não", os usuários do chat vão para o canal padrão automaticamente (ChatEngine::DefaultChatChannel).

source: Defines, if chat channels should only be selectable in the public interface if at least one agent with <link linkend="chat-permissions">sufficient permissions</link> is available in this channel.
pt_br: Define-se os canais de chat que devem ser selecionáveis pelo menos na interface pública por um agente com<link linkend="chat-permissions">permissões suficientes</link> está disponível neste canal.

source: Defines, if chat channel selection should be enabled for customer users. If set to "no", chats from customer users will go to the default channel automatically (ChatEngine::DefaultChatChannel).
pt_br: Define-se canal de chat, uma seleção ativa de clientes. Se definido como "não", os clientes do chat vão para o canal padrão automaticamente (ChatEngine::DefaultChatChannel).

source: Defines, if chat channels should only be selectable in the customer interface if at least one agent with <link linkend="chat-permissions">sufficient permissions</link> is available in this channel.
pt_br: Define-se os canais de chat que devem ser selecionáveis pelo menos na interface do cliente por uma agente <link linkend="chat-permissions">permissão suficiente</link> está disponível neste canal.

source: Amount of minutes which need to pass before a "no agent is available" message is being displayed to the customer/public user who started the chat request. The message can be configured using ChatEngine::Texts::CustomerFrontend::NoAgentsAvailable::NewTicket or ChatEngine::Texts::CustomerFrontend::NoAgentsAvailable::AddToExisiting (customer interface) and ChatEngine::Texts::PublicFrontend::NoAgentsAvailable (public interface).
pt_br: Quantidade de minutos que precisam passar antes de um "agente não disponível" esta mensagem sendo exibida para o cliente/usuário que começou a solicitação do chat. A mensagem pode ser configurada usando ChatEngine::Texts::CustomerFrontend::NoAgentsAvailable::NewTicket ou ChatEngine::Texts::CustomerFrontend::NoAgentsAvailable::AddToExisiting (interface do cliente) e ChatEngine::Texts::PublicFrontend::NoAgentsAvailable (interface pública).

source: If an agent is not active in OTRS within this threshold, they will be automatically set to "unavailable for chat" (see <link linkend="chat-setup-availability">"Agents: Set up availability"</link>).
pt_br: Se um agente não está ativo no OTRS dentro desse limiar, eles serão automaticamente definidos para "indisponível para chat" (verificar <link linkend="chat-setup-availability">"Agentes: configurar a disponibilidade"</link>).

source: Name of the default chat channel. This channel must not be created manually and can't be deleted. This channel is taken as target chat channel in case chat channel selection is disabled for any interface.
pt_br: Nome do canal de chat padrão. Este canal não deve ser criado manualmente e não pode ser excluída. este canal é tomado como alvo no canal de chat, em caso de seleção de canal de chat está desativado para qualquer interface.

source: After how many hours a closed chat should be deleted from the database. Closed chats can still be viewed and downloaded by customers. After a chat has been deleted from the database, it will no longer be possible for customers to view or download it.
pt_br: Depois de muitas horas o chat deve ser fechado e excluído do banco de dados. O chats fechados podem ainda ser visualizados e baixados pelos clientes. Depois que o chat for excluído do banco de dados, deixará de ser possível a visualização ou download para o cliente.

source: After how many days chats which are not closed should be deleted from the database automatically in order to keep the database clean. Please note that this setting can possibly delete chats which are still in use if they are older than the configured amount of days.
pt_br: Depois de muitos dias os chats não fechados, devem ser excluídos do banco de dados automaticamente, a fim de manter o banco de dados limpos. Por favor, note que esta definição pode eventualmente excluir um chat que ainda está em uso, se forem mais antigos, que a quantidade de dias configurado.

source: Defines, if new chats should be prepended or appended to the list of active chats in the active chats widget in the chat manager.
pt_br: Define-se os novos chats que devem ser anexado ou desanexado a lista ativa dos chats dos chats widget ativos no gerenciador de chat.

source: In order to be able to create your first chat, you need to setup certain things in your OTRS instance.
pt_br: A fim de ser capaz de criar o seu primeiro chat, você precisa configurar determinados instrumentos em sua instância no OTRS.

source: Admin: Create chat channels and assign permissions
pt_br: Administrar: Criar canais de chat e atribuir permissões

source: In the admin area in OTRS, you'll find a new entry "Chat Channel" (AdminChatChannel). Use this screen to add new channels. You'll need to assign an existing agent group to each channel you'll create. You can use the screens "Agents &lt;-&gt; Groups" or "Agents &lt;-&gt; Roles" to assign permissions. There are new chat-specific permissions which are described below.
pt_br: Na área de administrador da OTRS, você encontrará uma nova entrada "Canal de chat" (AdminChatChannel). Utilize esta tela para adicionar novos canais. Você precisa atribuir um grupo de agentes já existentes, para cada canal que você criar. Você pode utilizar as telas "Agentes &lt;-&gt; Grupos" ou "Agentes &lt;-&gt; Funções" para atribuir permissões. Existem novas permissões específicas de chat que são descritas abaixo.

source: Available Chat Permissions
pt_br: Chat com permissões disponíveis

source: Users with this permission type will only be able to observe chats in this channel after they have been invited to them. They will not be able to accept or observe chats in this channel on their own and if they are the only agents currently available in this channel, customers/public users will not be able to create a new chat in this channel. Observers can still invite other agents to a chat they currently observe.
pt_br: Os usuários com este tipo de permissão serão capazes de observar os chats neste canal após serem convidados. Eles não serão capazes de aceitar ou observar os chats neste canal, cliente/usuário não será capaz de criar um novo chat neste canal. Os observadores não podem convidar ainda outros agentes a um chat e observar atualmente.
