Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: Within the data source definition (or Dynamic Field configuration) they must be represented by the keys 'Name' and 'ValidID' respectively while the values could be 'Name' and 'Validity' for example.
hu: Az adatforrás meghatározásán belül (vagy a dinamikus mező beállításaiban) ezeket a „Name” és „ValidID” kulcsokkal kell feltüntetni, míg az értékek „Név” és „Érvényesség” lehetnek például.
pt_br: Dentro da definição da fonte de dados ( ou configuração do campo dinâmico) devem estar representados pela chave 'Nome' e 'ValidID' respectivamente enquanto os valores podem ser 'Nome' e 'Validade' por exemplo.

source: Contact Management
pt_br: Gerenciamento de contato

source: After having at least one data source (Contact with data Dynamic Field) defined, contacts information can be added to the source to populate it.
hu: Miután rendelkezik legalább egy meghatározott adatforrással (partner adatokkal dinamikus mező), a partnerek információi hozzáadhatók a forráshoz a kitöltésükhöz.
pt_br: Depois de ter, pelo menos uma fonte de dados ( Contato com dados do campo dinâmico) definindo, informações dos contatos que podem ser adicionados à fonte para preenche-la.

source: Apart from the 'Name' and the 'ValidID', each data source could contain different contact information as defined by the data source (e.g. a data source could have an E-mail field while another could contain Telephone and/or Mobile fields).
hu: Eltekintve a „Name” és a „ValidID” kulcsoktól, az egyes adatforrások különböző partnerinformációkat tartalmazhatnak, ahogy az adatforrás meghatározza (például egy adatforrásnak lehet e-mail mezője, míg egy egy másik tartalmazhat telefon és/vagy mobiltelefon mezőket).
pt_br: Além de o 'Nome' e a 'ValidID', cada fonte de dados pode conter informações de contato diferentes, conforme definido pela fonte de dados (por exemplo uma fonte de dados poderia ter um campo de E-mail enquanto outro pode conter telefone e/ou campos móveis).

source: The management (adding or updating) contact for the data sources is done by an special screen that can be called form the Ticket menu (Edit contacts with data) in the main navigation bar.
hu: A partner kezelése (hozzáadás vagy frissítés) az adatforrásoknál egy speciális képernyővel végezhető el, amelyet a jegymenüből lehet meghívni (Partnerek adatokkal szerkesztése) a fő navigációs sávon.
pt_br: O gerenciamento (adicionando ou atualizando) contatos para as fontes de dados que é feito por uma tela especial, que pode ser chamada da forma de menu de ticket (Editar contatos com dados) na barra de navegação principal.

source: Adding Contacts to Tickets
pt_br: Adicionando os contatos dos tickets

source: For each configured contact with data dynamic field, a contact created specifically for this dynamic field (or data source) can be chosen from any ticket create or ticket action screen where the dynamic filed has been previously configured.
hu: Minden egyes beállított partner adatokkal dinamikus mezőnél a kifejezetten ehhez a dinamikus mezőhöz (vagy adatforráshoz) létrehozott partner bármely olyan jegylétrehozás vagy jegyművelet képernyőről kiválasztható, ahol a dinamikus mező előzőleg be lett állítva.
pt_br: Para cada contato com os dados configurados no campo dinâmico, um contato é criado especialmente para este campo dinâmico (ou fonte de dados) podem ser escolhidas a partir de qualquer ticket ou criar ticket de tela de ação onde a dinâmica foi arquivada na e configurada anteriormente.

source: The contact attributes will be shown in the ticket zoom screen.
hu: A partner attribútumai láthatóak lesznek a jegynagyítás képernyőn.
pt_br: Os atributos do contato serão mostrados na tela de zoom do ticket.

source: Usage of Contacts in Search and Statistics
pt_br: Uso de pesquisa em contatos e estatísticas

source: Tickets can be found in search and statistics via the required attribute 'Name'.
hu: A jegyek a kötelező „Name” attribútumon keresztül találhatók meg a keresésben és a statisztikákban.
pt_br: Os tickets podem ser encontrados na pesquisa e estatística através do atributo 'Nome'.

source: The 'Name' can also be returned as a field value.
hu: A „Name” visszaadható egy mezőértékként is.
pt_br: O 'Nome' pode ser retornado como valor de um campo.

source: SysConfig
pt_br: Configuração do Sistema

source: Group: OTRSBusiness, Subgroup: Frontend::Admin::AdminContactWithData
hu: Csoport: OTRSBusiness, alcsoport: Frontend::Admin::AdminContactWithData
pt_br: Grupo: OTRSBusiness, Subgroup: Frontend::Admin::AdminContactWithData

source: Defines if a search with placeholder should be executed when initially calling the contact management.
hu: Meghatározza, hogy egy helykitöltővel rendelkező keresést végre kell-e hajtani a partnerkezelés kezdeti meghívásakor.
pt_br: Define se uma pesquisa deve ser executada quando o marcador inicialmente chamar o gerenciamento de contatos.

source: Group: OTRSBusiness, Subgroup: Frontend::Agent::ModuleRegistration
hu: Csoport: OTRSBusiness, alcsoport: Frontend::Agent::ModuleRegistration
pt_br: Grupo: OTRSBusiness, Subgroup: Frontend::Agent::ModuleRegistration

source: Allows to distribute contact and contact detail management permissions via group definition.
hu: Lehetővé tesz a partner és a partnerrészlet kezelési jogosultságok felosztását csoportmeghatározáson keresztül.
pt_br: Permite atribuir contato e as permissões de gerenciamento de detalhas de contato através da definição do grupo.

source: Usage
hu: Használat
pt_br: Aplicação

source: An exemplary usage of contacts with data is as follows:
hu: Az adatokkal rendelkező partnerek egy példaszerű használata a következőképpen lehet:
pt_br: Em uma aplicação exemplar de contatos com os seguintes dados:

source: Create a new dynamic field of type 'Contact with data'.
hu: Hozzon létre egy új „Partner adatokkal” típusú dinamikus mezőt.
pt_br: Criar um novo tipo de campo dinâmico "Contato com dado".

source: Set the possible contact attributes (possible values). 'Name' and 'ValidID' are required for any Contact with data Dynamic Field.
hu: Állítsa be a lehetséges partner attribútumokat (lehetséges értékeket). A „Name” és a „ValidID” kötelezők minden partner adatokkal dinamikus mezőnél.
pt_br: Definir os possíveis atributos do contato (valores possiveis). 'Nome' e 'ValidID' são necessários para qualquer contato com dados do campo dinâmico.

source: Add 'Name' attribute (Key: Name, Value: 'Name').
hu: Adja hozzá a „Name” attribútumot (kulcs: Name, érték: „Név”).
pt_br: Adicionar atributo 'Nome' (Chave: Nome, Valor: 'Nome').

source: Add 'ValidID' attribute (Key: ValidID, Value: 'Validity').
hu: Adja hozzá a „ValidID” attribútumot (kulcs: ValidID, érték: „Érvényesség”).
pt_br: Adicionar 'ValidID' atributo (Chave: ValidID, Valor: 'Validade').

source: Add any other attribute such as 'Telephone' attribute (Key: Telephone, Value: 'Phone').
hu: Adjon hozzá bármilyen egyéb attribútumot, mint például a „Telephone” attribútum (kulcs: Telephone, érték: „Telefon”).
pt_br: Adicionar qualquer outro atributo, como atributo de 'Telefone' (chave: Telefone, valor: 'telefone').

source: Add the list of mandatory attribute keys comma separated ('Name' and 'ValidID' are not needed).
hu: Adja hozzá a kötelező attribútumkulcsok listáját vesszővel elválasztva (a „Name” és a „ValidID” nem szükséges).
pt_br: Adicionar a lista de chave atributos obrigatórios separados por vírgula ('Nome' e 'ValidID' não é necessário).

source: Set the attribute key order list comma separated as: Name,Telephone,ValidID.
hu: Állítsa be az attribútumkulcsok sorrendjének listáját vesszővel elválasztva, úgymint: Name,Telephone,ValidID.
pt_br: Definir o atributo da lista da chave de ordem separada por vírgula: Nome,Telefone,ValidID.

source: Add the list of searchable attribute keys comma separated ('Name' is not needed).
hu: Adja hozzá a kereshető attribútumkulcsok listáját vesszővel elválasztva (a „Name” nem szükséges).
pt_br: Adicionar a lista da chave atributos de dados de pesquisa separado por vírgula ('Nome' não é necessário).

source: Populate the data source by adding at least one contact in the newly created data source by using 'Tickets' → 'Edit contacts with data' screen from the main navigation bar.
pt_br: Preencha a fonte de dados adicionando pelo menos um contato na fonte de dados recém criado utilizando 'Tickets' → 'Editar contatos com dados' na tela principal na barra de navegação..

source: Add the new dynamic field to the screen's configuration where it should be shown. For example in New Phone Ticket screen by updating the SysConfig setting: Ticket::Frontend::AgentTicketPhone###DynamicField and do the same for Ticket::Frontend::AgentTicketZoom###DynamicField.
hu: Adja hozzá az új dinamikus mezőt azon képernyők beállításaihoz, ahol azt meg kell jeleníteni. Például az új telefonos jegy képernyőn a Ticket::Frontend::AgentTicketPhone###DynamicField rendszerbeállítás frissítésével, és ugyanezt elvégezve a Ticket::Frontend::AgentTicketZoom###DynamicField rendszerbeállításnál.
pt_br: Adicionar o novo campo dinâmico para a configuração da tela onde deve ser mostrado. Por exemplo no novo telefone na tela do ticket atualizando a configuração SyConfig : Ticket::Frontend::AgentTicketPhone###DynamicField e fazer o mesmo para Ticket::Frontend::AgentTicketZoom###DynamicField.

source: Go to New phone ticket screen, and notice that the new field is there. Add all ticket needed information.
hu: Menjen az új telefonos jegy képernyőre, és figyelje meg, hogy az új mező ott van-e. Adja hozzá a jegyhez szükséges összes információt.
pt_br: Encaminhe para o novo telefone na tela do ticket, e avisar que o novo campo está lá. Adicionar todas as informações necessárias do ticket.

source: Select an existing contact using autocomplete and choosing a contact.
hu: Jelöljön ki egy meglévő partnert az automatikus kiegészítés használatával, és válasszon ki egy partnert.
pt_br: Selecione um contato existente usando o preenchimento automático e escolhendo um contato.

source: The assigned contact and its attributes will be shown in the ticket zoom screen.
hu: A hozzárendelt partner és annak attribútumai láthatóak lesznek a jegynagyítás képernyőn.
pt_br: O contato e seus atributos serão mostrados no zoom da tela do ticket.

source: It is possible to update the attributes of the contact by clicking the 'Edit contact data' button that appears in the right side of the title of the contact data box (if the current user is a member of the groups defined in SysConfig setting Frontend::Module###AdminDynamicFieldContactWithData).
hu: Lehetőség van a partner attribútumainak frissítésére a „Partneradatok szerkesztése” gombra kattintva, amely a partneradat doboz címének jobb oldalán jelenik meg (ha a jelenlegi felhasználó a Frontend::Module###AdminDynamicFieldContactWithData rendszerbeállításban meghatározott csoportok tagja).
pt_br: É possível atualizar os atributos do contato, clicando em 'Editar dados do contato' que aparece no lado direito do título da caixa de dados do contato (se o usuário atual é membro do grupos definidos no SysConfig setting Frontend::Module###AdminDynamicFieldContactWithData).

source: If is necessary to change the contact for this ticket, it can be done via any other ticket action where the dynamic field is configured for display.
hu: Ha a partner megváltoztatása szükséges ennél a jegynél, akkor az bármely olyan egyéb jegyműveleten keresztül elvégezhető, ahol a dinamikus mező be van állítva a megjelenítéshez.
pt_br: Se for necessário alterar o contato para este ticket, isso pode ser feito através de qualquer outra ação do ticket onde o campo dinâmico estiver configurado para exibir.

source: The Dynamic Field "Database"
pt_br: Os Campos dinâmicos "Banco de dados"

source: This feature implements a dynamic field of the type "Database".
pt_br: Este recurso implementa um campo dinâmico do tipo "Banco de dados".

source: This feature implements a generic dynamic field type, which offers the possibility to gather data from external databases. Such connected datasets can be searched and filtered using additional masks.
hu: Ez a funkció egy olyan általános dinamikus mezőtípust valósít meg, amely lehetőséget nyújt adatok begyűjtésére külső adatbázisokból. Az ilyen csatlakoztatott adathalmazok további maszkok használatával kereshetők és szűrhetők.
pt_br: Este recurso implementa um tipo de campo dinâmico genérico, que oferece a possibilidade de recolher dados a partir do banco de dados externos. Tais conjuntos de dados conectados pode ser pesquisado e filtrado utilizando máscaras adicionais.

source: Related found and marked datasets can be saved to the particular tickets through the dynamic field.
hu: A megtalált és megjelölt összefüggő adathalmazok elmenthetők bizonyos jegyekhez a dinamikus mezőn keresztül.
pt_br: encontrado e marcado o conjunto de dados relacionados, podem ser salvas para o ticket particular através do campo dinâmico.

source: 'Database' dynamic fields can be created the same way, as the default dynamic fields are created.
hu: Az „adatbázis” dinamikus mezők ugyanolyan módon hozhatók létre, mint ahogy az alapértelmezett dinamikus mezők létrejönnek.
pt_br: 'Banco de dados' campos dinâmicos podem ser criados da mesma forma padrão como são criados os campos dinâmicos.

source: The following list of configuration options can be used for this feature.
hu: A beállítási lehetőségek következő listája használható ennél a funkciónál.
pt_br: A seguinte lista de opções de configuração podem ser utilizadas para este recurso.

source: Adding a 'Database' Dynamic Field
pt_br: Adicionando no campo dinâmico um 'Banco de dados'

source: This feature implements a configuration interface to create dynamic fields of the type 'Database'.
hu: Ez a funkció egy beállítási felületet valósít meg az „adatbázis” típusú dinamikus mezők létrehozásához.
pt_br: Este recurso implementa uma interface de configuração para criar campos dinâmicos do tipo 'Banco de dados'.

source: 'Database' dynamic fields can be created the same way, as the default dynamic fields are created. For this switch to the Admin → Ticket Settings → Dynamic Fields view. In this mask you can select the 'Database' field from the ticket drop down box on the left side. Currently it's not possible to use the 'Database' dynamic field in the article context.
pt_br: 'Banco de dados' podem ser criados no campos dinâmicos da mesma forma padrão como são criados os campos dinâmicos . Para esse interruptor administrador → Ticket Settings → Visualizar os campos dinâmicos. Nesta máscara você pode selecionar o campo do 'Banco de dados' a partir da caixa suspensa no ticket do lado esquerdo. Atualmente não é possível utilizar o 'Banco de dados' no campo dinâmico no contexto do artigo.

source: Configuration "General - Name":
pt_br: Configuração "Nome - Geral":

source: Dynamic fields of the type 'Database' need a unique name just like other dynamic fields, too. This name has to contain only alphanumeric values. This name will be used for internal handling of the field but will not be displayed.
pt_br: Os campos dinâmicos do tipo 'Banco de dados' precisa de um nome exclusivo também, apenas como outro campo dinâmico. Esse nome deve conter somente valores alfanuméricos. Esse nome será utilizado para tratamento interno do campo dinâmico, mas não será exibida.

source: Configuration "General - Label":
pt_br: Configuração "Etiqueta - Geral":

source: The label can be individually set and can contain white spaces etc. It will be used as the field label in the different views.
pt_br: A etiqueta pode ser definida individualmente e pode conter espaços em branco etc. Ele será utilizado como etiqueta do campo nas diferentes visualizações.

source: Configuration "General - Field order":
pt_br: Configuração "Campo de ordem - Geral":

source: The field order allows a administrator to change the order of created dynamic fields. If this configuration get changed the general field order will be adjusted and other dynamic fields will be moved one position back.
pt_br: A ordem do campo permite que um administrador altere a ordem do campo dinâmico criado. Se mudar esta configuração obterá a ordem do campo geral que será ajustada e outros campos dinâmicos serão removidos para uma posição de volta.

source: Configuration "General - Valid":
pt_br: Configuração "Validade - Geral":

source: To use the dynamic field in the configured OTRS 'views' it has to be set as valid. If the field is set to 'invalid' it will disappear from all the configured views but no data will be lost.
pt_br: Para utilizar o campo dinâmico configurado no OTRS 'observar' e ser definido como válido. Se campo for definido como 'invalido' desaparecerá a partir de todos os pontos de vista serão perdidos os dados não configurado.

source: Configuration of the External Data Source
pt_br: Configuração externa da fonte de dados

source: DynamicField Database Admin screen
hu: A dinamikus mező adatbázis adminisztrációs képernyője
pt_br: Tela do administrador do banco de dados DynamicField

source: Before an external database can be searched and the results be saved at the ticket through the dynamic field, the credentials have to be stored in the configuration of the dynamic field. <placeholder type="figure" id="0"/>
hu: Mielőtt egy külső adatbázis kereshető lenne, és a találatok elmenthetők lennének a jegyeknél a dinamikus mezőn keresztül, a hitelesítési adatokat el kell tárolni a dinamikus mező beállításaiban. <placeholder type="figure" id="0"/>
pt_br: Antes um banco de dados externo pode ser pesquisado os resultados que serão salvos no ticket, através de um campo dinâmico, as credenciais devem ser armazenadas na configuração do campo dinâmico. <placeholder type="figure" id="0"/>

source: Type: The type of the desired database can be selected here. The field supports the default OTRS database types: MySQL, Oracle, PostgreSQL or MSSQL.
hu: Típus: a kívánt adatbázis típusa választható ki itt. A mező az alapértelmezett OTRS adatbázistípusokat támogatja: MySQL, Oracle, PostgreSQL vagy MSSQL.
pt_br: Tipo: O tipo de banco de dados desejado pode ser selecionado aqui. O campo suporta o padrão OTRS de tipos de banco de dados:MySQL, Oracle, PostgreSQL ou MSSQL.

source: SID: This option is only available for Oracle connections and will be shown or hidden automatically. Within this option you have to enter the SID of your Oracle connection.
hu: SID: ez a beállítás csak Oracle kapcsolatoknál érhető el, és automatikusan megjelenik vagy rejtett lesz. Ezen beállításon belül kell megadnia az Oracle kapcsolat SID-ját.
pt_br: SID: Esta opção somente é disponível para conexões Oracle e será mostrada ou ocultada automaticamente. Dentro desta opção de introduzir tem o SID de sua conexão Oracle.

source: Driver: This option is only available for ODBC connections and will be shown or hidden automatically. Within this option you have to enter in the hostsystem previously configured ODBC driver to connect to the desired MSSQL database.
hu: Illesztőprogram: ez a beállítás csak ODBC kapcsolatoknál érhető el, és automatikusan megjelenik vagy rejtett lesz. Ezen beállításon belül kell megadnia a gazdarendszeren korábban beállított ODBC-illesztőprogramot a kívánt MSSQL adatbázishoz történő csatlakozáshoz.
pt_br: Driver: Esta opção somente esta disponível para conexões ODBC e será mostrado ou ocultado automaticamente. Dentro desta opção você deve entrar no hostsystem configurado anteriormente o drive ODBC para se conectar ao banco de dados desejado MSSQL.

source: Server: The database host (hostname or IP-Address).
hu: Kiszolgáló: az adatbázis gép (gépnév vagy IP-cím).
pt_br: Servidor: O Banco de dados do host (hostname ou IP-Address).

source: Port: The port of the database server.
hu: Port: az adatbázis-kiszolgáló portja.
pt_br: Porta: A porta do servidor do Banco de dados.

source: Database: Defines the desired target database of the DBMS. This database will be used for queries.
hu: Adatbázis: a DBMS kívánt céladatbázisát határozza meg. Ez az adatbázis lesz használva a lekérdezésekhez.
pt_br: Banco de dados: Define o alvo desejado no Banco de dados DBMS. Esse banco de dados será utilizado para consultas.

source: Table / View: This table or view will be used for the queries.
hu: Tábla / nézet: ez a tábla vagy nézet lesz használva a lekérdezésekhez.
pt_br: Visualizar/tabela: Essa tabela ou modo de exibição será utilizada para consultas.

source: User: The username for the database connection.
hu: Felhasználó: a felhasználónév az adatbázis-kapcsolathoz.
pt_br: Usuário: O nome do utilitário para conexão do Banco de dados.

source: Password: The user password for the database connection.
hu: Jelszó: a felhasználó jelszava az adatbázis-kapcsolathoz.
pt_br: Senha: Utilize a senha para conexão com o banco de dados.

source: Identifier: This select box will be automatically filled through "Possible Values (description below)". This field represents the value which will be stored in the dynamic field.
hu: Azonosító: ez a választódoboz automatikusan ki lesz töltve a „Lehetséges értékek (leírás lent)” mezőn keresztül. Ez a mező jeleníti meg azt az értéket, amely a dinamikus mezőben lesz eltárolva.
pt_br: Identificador: Esta caixa de seleção será automaticamente preenchida através de "Valores possíveis (descrição abaixo)". Este campo corresponde ao valor que irá ser armazenado no campo dinâmico.

source: Multiselect: If this field is selected, it will be possible to store more than one value to the dynamic field. Those values will be stored comma separated.
hu: Többválasztós: ha ez a mező ki van jelölve, akkor lehetséges lesz egynél több érték eltárolása a dinamikus mezőhöz. Azok az értékek vesszővel elválasztva lesznek eltárolva.
pt_br: Multi Seleção: Se este campo for selecionado, será possível armazenar mais de um valor para o campo dinâmico. Esses valores serão armazenados separados por vírgulas.

source: CacheTTL: This value defines the period of validity of the database cache in seconds. Equal queries to the database will be answered through the cache (local filesystem) within this period instead of asking the database again.
hu: Gyorsítótár TTL: ez az érték határozza meg másodpercben az adatbázis gyorsítótárának érvényességi időtartamát. Az adatbázishoz intézett azonos lekérdezések a gyorsítótárból (helyi fájlrendszerről) lesznek megválaszolva ezen időtartamon belül ahelyett, hogy ismét az adatbázist kérdezné.
pt_br: CacheTTL: Este valor define em segundos o período de validade do cache do banco de dados. Consultas iguais ao banco de dados serão respondidas através do cache(do sistema de arquivo local), ao invés de consultar o bando de dados novamente.

source: Searchprefix: This value will be put in the front of every search term while using the autocompletion to search the database. Wildcard characters are supported as well. The searchprefix will be ignored during the detailed search, but it is still possible to use wildcard characters in those masks.
hu: Keresési előtag: ez az érték lesz elhelyezve minden keresési kifejezés elé az automatikus kiegészítés használata közben az adatbázisban történő kereséshez. A helyettesítő karakterek is támogatva vannak. A keresési előtag figyelmen kívül lesz hagyva a részletes keresés közben, de még mindig lehetséges a helyettesítő karakterek használata azokban a maszkokban.
pt_br: Prefixo de busca: Este valor será colocado na frente de cada termo de busca enquanto estiver usando o preenchimento automático para procurar o banco de dados. Os caracteres curinga são também suportados. O prefixo de pesquisa será ignorado durante a busca detalhada, mas ainda é possível utilizar caracteres universais nas máscaras.
