Repository: deshibasara/doc-otrsbusiness
Catalog: i18n/doc-otrsbusiness.*.po
Languages: hu, pt_br

source: In the configuration option for the "SourceDynamicField" it´s needed to fill in the already created dynamic (Database) field name, which will be used to gather the historical data. In the related option "TargetDynamicField" the field(s) "Key" have to be filled with the table columns of the connected external database, which will be readout. For every column the related target dynamic field has to be configured in the field "content". The gathered data will be saved in these dynamic fields.
hu: A „SourceDynamicField” beállítási lehetőségben annak a már létrehozott dinamikus (adatbázis) mezőnévnek a kitöltése szükséges, amely a történeti adatok begyűjtéséhez lesz használva. A kapcsolódó „TargetDynamicField” beállításban a „Kulcs” mezőket azon csatlakoztatott külső adatbázis táblaoszlopaival kell kitölteni, amely ki lesz olvasva. Minden egyes oszlopnál a vele kapcsolatban lévő cél dinamikus mezőt be kell állítani a „tartalom” mezőben. Az összegyűjtött adatok ezekben a dinamikus mezőkben lesznek elmentve.

source: If the configuration is ready and active, the configured fields will be readout from the external database, since the source field gets a new value via the configured masks. The data will be searched by it´s stored identifier via an event module and the found values will be stored in the target dynamic fields.
hu: Ha a beállítás készen van és aktív, akkor a beállított mezők ki lesznek olvasva a külső adatbázisból, mivel a forrásmező egy új értéket kap a beállított maszkokon keresztül. Az adatok a tárolt azonosítójuk szerint lesznek keresve egy eseménymodulon keresztül, és a megtalált értékek a cél dinamikus mezőkben lesznek eltárolva.

source: Sysconfig settings
hu: Rendszerbeállítások beállításai

source: Searching and saving datasets - Autocompletion
hu: Adathalmazok keresése és mentése - automatikus kiegészítés

source: After the created dynamic fields are activated in the well known masks (like ViewPhoneNew, ViewEmailNew) a new text field appears with the name, the dynamic field got in the configuration. In this field it is possible to input searchterms and therefore execute a search over all configured database fields. Otherwise do a click on the link 'Detailed search' and start a detailed search in which the fields to search in are selected explicitly. <placeholder type="figure" id="0"/>
hu: Miután a létrehozott dinamikus mezők be lettek kapcsolva a jól ismert maszkokban (úgymint ViewPhoneNew, ViewEmailNew), egy új szövegmező jelenik meg azzal a névvel, amelyet a dinamikus mező a beállításokban kapott. Ebben a mezőben lehetséges keresési kifejezések bevitele, és ebből adódóan egy keresés végrehajtása az összes beállított adatbázismezőn. Egyébként kattintson a „Részletes keresés” hivatkozásra, és indítson egy részletes keresést, amelyben közvetlenül ki vannak választva azok a mezők, amelyben keresni kell. <placeholder type="figure" id="0"/>

source: DynamicField Database - Autocomplete feature
hu: Dinamikus mező adatbázis - automatikus kiegészítés funkció

source: Via the link 'Details' a popup screen can be accessed, which offers detailed information about the whole result row. This information includes the line headers and the data. This information can be used to get an overview about the rest (of the not configured) columns or to compare data.
hu: A „Részletek” hivatkozáson keresztül egy felugró képernyő érhető el, amely részletes információkat nyújt a teljes találati sorról. Ezek az információk a sor fejléceit és adatait tartalmazzák. Az információk arra használhatók, hogy áttekintést adjanak a többi (nem beállított) oszlopról, vagy adatok összehasonlításához használhatók.

source: Searching and saving datasets - Detailed search
hu: Adathalmazok keresése és mentése - részletes keresés

source: By default the first available field is activated, but it´s also possible to remove available fields or add additional ones. Only activated and filled fields are considered for the search. Wildcard characters '*' are allowed in every single field.
hu: Alapértelmezetten az első elérhető mező be van kapcsolva, de lehetőség van az elérhető mezők eltávolítására vagy továbbiak hozzáadására. Csak a bekapcsolt és kitöltött mezők vannak figyelembe véve a keresésnél. A helyettesítő karakterek („*”) minden egyedülálló mezőben megengedettek.

source: The database search will be executed via the button "Start search" and the results will be tabular displayed. If the search was successful, the results will be listed and one of the entries can be selected via a mouse click. The value will be added to the list of saved values afterwards. <placeholder type="figure" id="0"/>
hu: Az adatbázis-keresés a „Keresés indítása” gombbal kerül végrehajtásra, és az eredmények táblázatos megjelenítésűek lesznek. Ha a keresés sikeres volt, akkor az eredmények fel lesznek sorolva, és a bejegyzések egyike kiválasztható egy egérkattintással. Azután az érték hozzá lesz adva az elmentett értékek listájához. <placeholder type="figure" id="0"/>
